Repository: AlvaroLS01/PAM69
Catalog: comerzzia-pos-i18n/czz-pos_*.po
Languages: ca, fr, it, pl, pt, pt_br, zh

source: Error leyendo XML de configuración de dispositivos
ca: Error llegint XML de configuració de dispositius
fr: Erreur lors de la lecture du code XML de configuration de l'appareil
it: Errore durante la lettura dell'XML di configurazione del dispositivo
pl: Błąd odczytu XML konfiguracji urządzenia
pt: Configuração do dispositivo de leitura de erros XML
pt_br: Erro lendo o XML de configuração de dispositivos
zh: 错误读取XML设备的配置

source: Ha ocurrido un error al conectar el dispositivo {0}
ca: Hi ha hagut un error al connectar el dispositiu {0}
fr: Une erreur s'est produite lors de la connexion de l'appareil {0}
it: Si è verificato un errore durante la connessione del dispositivo {0}
pl: Wystąpił błąd podczas podłączania urządzenia {0}
pt: Ocorreu um erro ao conectar o dispositivo {0}
pt_br: Ocorreu um erro ao conectar o dispositivo {0}
zh: 连接设备时发生了错误{0}

source: El POS no contiene configuración de dispositivos. Posiblemente aun no esta configurado.
ca: El POS no conté configuració de dispositius. Possiblement encara no està configurat.
fr: Le POS ne contient pas de configuration de périphérique. Peut-être pas encore configuré.
it: Il POS non contiene le impostazioni del dispositivo. Forse non ancora configurato.
pl: Wystąpiły błędy podczas ładowania konfiguracji urządzenia. Sprawdź swoje ustawienia
pt: O PDV não contém configurações do dispositivo. Possivelmente ainda não configurado.
pt_br: Não existe configuração para este dispositivo. Verifique as configurações.
zh: 加载设备设置出现错误。请检查您的设置

source: Error parseando el xml de configuracion:
ca: Error parsejant el XML de configuració:
fr: Erreur lors de l'analyse du xml de configuration:
it: Errore durante l'analisi dell'xml di configurazione:
pl: Błąd odczytu XML konfiguracji urządzenia
pt: Erro analisando a configuração xml:
pt_br: Erro ao converter XML de configuração:
zh: 错误读取XML设备的配置

source: Modelo/conexión no disponible
ca: Model / connexió no disponible
fr: Modèle / connexion non disponible
it: Modello/connessione non disponibile
pl: Model/połączenie niedostępne
pt: Modelo/conexão não disponível
pt_br: Modelo/Conexão não disponível
zh: 型号/连接不可用

source: Error cargando dispositivo
ca: Error carregant dispositiu
fr: Erreur lors du chargement de l'appareil
it: Errore durante il caricamento del dispositivo
pl: Błąd ładowania urządzenia
pt: Dispositivo de carregamento de erros
pt_br: Erro ao carregar o dispositivo
zh: 错误加载应用程序菜单。

source: Error interactuando con dispositivo externo
ca: Error interactuant amb dispositiu extern
fr: Erreur lors de l'interaction avec le périphérique externe
it: Errore durante l'interazione con un dispositivo esterno
pl: Błąd podczas interakcji z urządzeniem zewnętrznym
pt: Erro interagindo com dispositivo externo
pt_br: Erro ao comunicar com um dispositivo externo
zh: 错误与外部设备进行交互

source: Error inesperado. Para mas información consulte el log.
ca: Error inesperat. Per més informació consulteu el registre.
fr: Erreur à l'heure de charger la fenêtre. Pour plus d'info consulter le log.
it: Errore imprevisto. Per ulteriori informazioni, vedere il registro.
pl: Nieoczekiwany błąd. Więcej informacji można znaleźć w dzienniku.
pt: Erro inesperado. Para obter mais informações, consulte o registro.
pt_br: Erro inesperado. Para mais informações, consulte o log.
zh: 意外错误。欲了解更多信息，请参阅日志。

source: Lo sentimos, ha ocurrido un error en la petición
ca: Ho sentim, s'ha produït un error en la petició
fr: Désolé, une erreur de demande s'est produite
it: Si è verificato un errore nella richiesta
pl: Przepraszamy, wystąpił błąd przy wysyłaniu żądania
pt: Desculpe, ocorreu um erro no pedido
pt_br: Desculpe, ocorreu um erro ao enviar a solicitação
zh: 很抱歉，在要求里出现错误

source: El servidor ha tardado demasiado tiempo en responder
ca: El servidor ha trigat massa temps a respondre
fr: Le serveur a mis trop de temps à répondre
it: Il server ha impiegato troppo tempo per rispondere
pl: Przekroczony czas oczekiwania na odpowiedź serwera
pt: O servidor demorou muito tempo a responder
pt_br: Erro na demora da resposta do servidor (Time-out)
zh: 服务器的回应时间太长

source: No se ha podido conectar con el servidor
ca: No s'ha pogut connectar amb el servidor
fr: Ne peut se connecter au serveur
it: Impossibile connettersi al server
pl: Nie można nawiązać połączenia z serwerem
pt: Não consegui ligar-se ao servidor
pt_br: Não foi possível conectar ao servidor
zh: 无法连接到服务器

source: 2008-{0} Comerzzia S.L. Todos los derechos reservados. comerzzia es una marca registrada de Comerzzia S.L.
ca: ComerZZia Enterprise Edition. 2008- {0} ComerZZia SL Tots els drets reservats. Comerzzia és una marca registrada de ComerZZia S.L.
fr: 2008- {0} Comerzzia S.L. Tous droits réservés. Comerzzia est une marque déposée de Comerzzia S.L.
it: 2008-{0} Comerzzia S.L. Tutti i diritti riservati. comerzzia è un marchio registrato di Comerzzia S.L.
pl: 2008- {0} Comerzzia S.L. Wszelkie prawa zastrzeżone. Comerzzia jest zarejestrowanym znakiem handlowym Comerzzia S.L.
pt: Comerzzia S.L. 2008-{0} Todos os direitos reservados. Comerzzia é uma marca registrada da Comerzzia S.L.
pt_br: 2023- {0} Comerzzia Brasil. Todos os direitos reservados. comerzzia é uma marca registrada da Comerzzia Brasil.
zh: 2008- {0}保留Comerzzia S.L所有权利。comerzzia是 Comerzzia S.L的注册商标。

source: No tiene permisos para realizar esta operación
ca: No té autorització per realitzar l'acció
fr: Vous n'avez pas l'autorisation pour réaliser des restitutions
it: Non si dispone delle autorizzazioni per eseguire questa operazione
pl: Nie masz uprawnień do wykonania tej operacji
pt: Você não tem permissões para realizar esta operação
pt_br: Você não está autorizado a executar essa operação
zh: 您无权执行此操作

source: Lunes
ca: Dilluns
it: Lunedì
pl: Poniedziałek
pt: Segunda-feira
pt_br: Segunda-feira
zh: 星期一

source: Martes
ca: Dimarts
fr: Mardi
it: Martedì
pl: Wtorek
pt: Terça-feira
pt_br: Terça-feira
zh: 星期二

source: Miércoles
ca: Dimecres
fr: Mercredi
it: Mercoledì
pl: Środa
pt: Quarta-feira
pt_br: Quarta-feira
zh: 星期三

source: Jueves
ca: Dijous
fr: Jeudi
it: Giovedì
pl: Czwartek
pt: Quinta-feira
pt_br: Quinta-feira
zh: 星期四

source: Viernes
ca: Divendres
fr: Vendredi
it: Venerdì
pt: Sexta-feira
pt_br: Sexta-feira
zh: 星期五

source: Sábado
ca: Dissabte
fr: Samedi
it: Sabato
pl: Sobota
zh: 星期六

source: Domingo
ca: Diumenge
fr: Dimanche
it: Domenica
zh: 星期日

source: Hoy
ca: Avui
fr: Aujourd'hui
it: Oggi
pl: Dziś
pt: Hoje
pt_br: Hoje
zh: 今天

source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pl: Zatwierdź
pt: Aceitar
pt_br: Aceitar
zh: 接受

source: Pulse Escape para continuar
ca: Premeu Escape per continuar
fr: Appuyez sur Echap pour continuer
it: Premere Esc per continuare
pl: Naciśnij Escape, aby kontynuować
pt: Press Escape para continuar
pt_br: Pressione ESC para continuar
zh: 按Escape键继续

source: Cancelar
ca: Cancel·lar
fr: Annuler
it: Annullare
pl: Anuluj
zh: 取消

source: Sí
fr: Oui
it: Sì
pl: Tak
pt: Sim
pt_br: Sim
zh: 是的

source: No
fr: Non
pl: Nie
pt: Não
pt_br: Não
zh: 不

source: Ver Detalle
ca: Veure Detall
fr: Cacher Menu
it: Visualizza dettaglio
pl: Zob. szczegóły
pt: Ver detalhes
pt_br: Ver detalhes
zh: 查看详情

source: Ocultar Detalle
ca: Amaga Detall
fr: Cacher Menu
it: Nascondi dettaglio
pl: Ukryj szczegóły
pt: Detalhes de ocultação
pt_br: Ocultar detalhes
zh: 隐藏详细信息

source: Lo sentimos, ha ocurrido un error.
ca: Ho sentim, s'ha produït un error.
fr: Désolé, une erreur s'est produite.
it: Siamo spiacenti, si è verificato un errore.
pl: Przepraszamy, wystąpił błąd.
pt: Desculpe, ocorreu um erro.
pt_br: Desculpe, ocorreu um erro.
zh: 对不起，出现了错误。

source: OK
zh: 行

source: Propiedades de la pasarela:
ca: Propietats de la passarel·la:
fr: Propriétés de la passerelle de paiement:
it: Proprietà del gateway:
pl: Właściwości bramy:
pt: Propriedades do portal:
pt_br: Propriedades do Gateway de Pagamento:
zh: 网关的属性：

source: Este medio de pago no tiene configuración asociada.
ca: Aquest mitjà de pagament no té configuració associada.
fr: Ce mode de paiement n'a pas de configuration associée.
it: Questo mezzo di pagamento non ha alcuna configurazione associata.
pl: Ta metoda płatności nie ma skojarzonej konfiguracji.
pt: Este meio de pagamento não tem configuração associada.
pt_br: Esta forma de pagamento não tem configuração associada.
zh: 无法删除所选的设置。

source: Propiedades de la tienda
ca: Propietats de la botiga
fr: Propriétés du magasin
it: Proprietà del negozio
pl: Brak zapasu w sklepie
pt: Propriedades da Loja
pt_br: Propriedades da loja
zh: 商店属性

source: Configuración guardada correctamente.
ca: Configuració desada correctament.
fr: Configuration enregistrée avec succès.
it: Impostazioni salvate correttamente.
pl: Zmiany zostały prawidłowo zapisane
pt: As definições foram guardadas com sucesso.
pt_br: Configurações gravadas com sucesso.
zh: 更改保存正确。

source: Ha habido un error al guardar la configuración. Contacte con el administrador.
ca: Hi ha hagut un error al desar la configuració. Contacti amb l'administrador.
fr: Une erreur s'est produite lors de l'enregistrement de la configuration. Contactez l'administrateur.
it: Si è verificato un errore durante il salvataggio della configurazione. Contattare l'amministratore.
pl: Wystąpił błąd podczas przetwarzania zwrotu karty podarunkowej.
pt: Houve um erro a salvar a configuração. Contacte o seu administrador.
pt_br: Ocorreu um erro ao salvar as configurações. Entre em contato com o administrador.
zh: 无法关闭屏幕。请联系管理员。

source: Caja configurada
ca: Caixa configurada
fr: Caisse configurée
it: Scatola configurata
pl: Kasa skonfigurowana
pt: Caixa configurada
pt_br: Caixa(PDV) configurado
zh: 钱箱设置完毕

source: Tienda
ca: Botiga
fr: Magasin
it: Negozio
pl: Sklep
pt: Loja
pt_br: Loja
zh: 店

source: NO USA
ca: NO FA SERVIR
fr: N'UTILISE PAS
it: NON USA
pl: BEZ USA
pt: NÃO EUA
pt_br: NÃO USE
zh: 不用

source: Método de conexión
ca: Mètode de connexió
fr: Méthode de connexion
it: Metodo di connessione
pl: Sposób nawiązywania połączenia
pt: Método de ligação
pt_br: Método de conexão
zh: 连接方法

source: Tipo de impresora
ca: Tipus d'impressora
fr: Type d'imprimante
it: Tipo di stampante
pl: Typ drukarki
pt: Tipo de impressora
pt_br: Tipo de impressora
zh: 打印机类型

source: Tipo de tarjeta de fidelización
ca: Tipus de targeta de fidelització
fr: Type de carte de fidélité
it: Tipo di carta fedeltà
pl: Typ karty lojalnościowej
pt: Tipo de cartão de fidelização
pt_br: Tipo de cartão fidelidade
zh: 会员卡类型

source: Tipo de visor
ca: Tipus de visor
fr: Type de viseur
it: Tipo di visualizzatore
pl: Typ przeglądarki
pt: Tipo de espectador
zh: 取景器类型

source: Tipo de cajón
ca: Tipus de calaix
fr: Type de caisse
it: Tipo di cassetto
pl: Typ szuflady
pt: Tipo de gaveta
pt_br: Tipo de caixa(PDV)
zh: 抽屉式

source: Tipo de balanza
ca: Tipus de balança
fr: Type de balance
it: Tipo di saldo
pl: Typ wagi
pt: Tipo de equilíbrio
pt_br: Tipo de balança
zh: 平衡型

source: Tipo de recarga móvil
ca: Tipus de recàrrega mòbil
fr: Type de recharge mobile
it: Tipo di ricarica mobile
pl: Typ doładowania telefonu komórkowego
pt: Tipo de recarga móvel
pt_br: Tipo de recarga de celular
zh: 移动充值类型

source: Tipo de escáner
ca: Tipus d'escàner
fr: Type de scanner
it: Tipo di scanner
pl: Typ szuflady
pt: Tipo de scanner
pt_br: Tipo de scanner
zh: 抽屉式

source: Deberá reiniciar la aplicación para establecer los cambios.
ca: Haurà de reiniciar l'aplicació per establir els canvis.
fr: Vous devrez redémarrer l'application pour établir les modifications.
it: Sarà necessario riavviare l'applicazione per impostare le modifiche.
pl: Aby zmiany zostały uwzględnione należy ponownie uruchomić aplikację.
pt: Terá de reiniciar a aplicação para definir as alterações.
pt_br: Deve reiniciar o aplicativo para definir as alterações.
zh: 你必须重新启动程序来应用设置变化

source: Error guardando información de dispositivos
ca: Error desant informació de dispositius
fr: Erreur lors de l'enregistrement des informations sur l'appareil
it: Errore durante il salvataggio delle informazioni sul dispositivo
pl: Błąd przy zapisywaniu informacji dotyczących urządzeń
pt: Informações sobre o dispositivo de poupança de erros
pt_br: Erro ao salvar a informação de dispositivos
zh: 错误保存设备信息

source: No se ha podido abrir la ventana de configuración
ca: No s'ha pogut obrir la finestra de configuració
fr: La fenêtre de configuration n'a pas pu être ouverte
it: Impossibile aprire la finestra di configurazione
pl: Wygenerowanie dokumentu TaxFree nie powiodło się
pt: Não consegui abrir a janela de configuração
pt_br: Não foi possível abrir a janela de configuração
zh: 无法打开配置窗口

source: Controlador {0} no encontrado para la acción {1}
ca: Controlador {0} no trobat per a l´acció {1}
fr: Le pilote n´{0} pas trouvé pour {1} action
it: Driver non {0} trovato per {1} azione
pl: Nie znaleziono {0} sterownika dla {1} akcji
pt: Driver {0} não encontrado para {1} ação
pt_br: Controlador {0} não encontrado para {1} de ação
zh: 找不到{1}操作的驱动程序{0}

source: Error cargando pantalla. Para mas información consulte el log.
ca: Error carregant pantalla. Per més informació consulteu el log.
fr: Erreur de chargement de l'écran. Pour plus d'informations, consultez le log.
it: Schermata di caricamento degli errori. Per ulteriori informazioni, vedere il registro.
pl: Błąd ładowania ekranu. Więcej informacji można znaleźć w dzienniku.
pt: Ecrã de carregamento de erros. Para mais informações consulte o registo.
pt_br: Erro ao carregar a tela. Para mais informações, consulte o log.
zh: 错误加载屏幕。欲了解更多信息，请参阅日志。

source: Error de validación
ca: Error de validació
fr: Erreur à l'heure de charger la fenêtre de payement
it: Errore di convalida
pl: Błąd walidacji
pt: Erro de validação
pt_br: Erro de validação
zh: 验证错误

source: Ha habido errores al cargar la configuración de dispositivos disponibles. Por favor, revise el archivo devices.xml
ca: Hi ha hagut errors al carregar la configuració de dispositius disponibles. Si us plau, revisi l'arxiu devices.xml
fr: Des erreurs se sont produites lors du chargement de la configuration de périphérique disponible. Veuillez vérifier le fichier devices.xml
it: Si sono verificati errori durante il caricamento della configurazione dei dispositivi disponibili. Si prega di rivedere il file dei dispositivi.xml
pl: Podczas ładowania dostępnej konfiguracji urządzenia wystąpiły błędy. Sprawdź plik devices.xml
pt: Houve erros carregando a configuração dos dispositivos disponíveis. Por favor, revise o arquivo dos dispositivos.xml
pt_br: Ocorreram erros ao carregar a configuração dos dispositivos . Verifique o arquivo devices.xml
zh: 加载可用的设备设置出现错误。请检查文件devices.xml

source: Aún no se han configurado los dispositivos
ca: Encara no s'han configurat els dispositius
fr: Les périphériques n'ont pas encore été configurés
it: I dispositivi non sono ancora stati configurati
pl: Urządzenia nie zostały jeszcze skonfigurowane
pt: Os dispositivos ainda não foram configurados
pt_br: Os dispositivos ainda não foram configurados
zh: 尚未设置设备

source: ¿Desea cerrar la aplicación?
ca: Vol tancar l'aplicació?
fr: Voulez-vous fermer l'application?
it: Vuoi chiudere l'applicazione?
pl: Czy chcesz zamknąć aplikację?
pt: Deseja fechar a inscrição?
pt_br: Deseja fechar a aplicação ?
zh: 你想关闭该应用程序？

source: Existe una actualización disponible. ¿Desea reiniciar la aplicación?
ca: Hi ha una venda sense finalitzar. Vol recuperar-la?
fr: Il y a une vente inachevée. Voulez-vous le récupérer?
it: C'è una vendita incompiuta. Vuoi riaverlo?
pl: Aktualizacja jest dostępna. Czy chcesz ponownie uruchomić aplikację?
pt: Há uma venda inacabada. Quer recuperá-lo?
pt_br: Existe uma atualização disponível. Deseja reiniciar a aplicação?
zh: 有没有结束的销售。你要恢复吗？

source: Caja abierta por el usuario {0}
ca: Caixa oberta per l´usuari {0}
fr: Caisse ouverte par l´utilisateur {0}
it: Casella aperta dall´utente {0}
pl: Skrzynka otwarta przez użytkownika {0}
pt: Caixa aberta pelo usuário {0}
pt_br: Caixa aberto pelo usuário {0}
zh: 用户打开的框{0}

source: No se ha especificado una acción correcta para este botón
ca: No s'ha especificat una acció correcta per aquest botó
fr: Une action correcte n'a pas été spécifiée pour ce bouton
it: Non è stata specificata un'azione corretta per questo pulsante
pl: Dla tego przycisku nie określono żadnej udanej akcji
pt: Não foi especificada uma ação correta para este botão
pt_br: Não foi especificado uma ação correta para o botão
zh: 此按钮没有指定的正确的操作

source: Usuario
ca: Usuari
fr: Utilisateur
it: Utente
pl: Użytkownik
pt: Utilizador
pt_br: Usuário
zh: 用户

source: Contraseña
ca: Contrasenya
fr: Mot de passe
it: Password
pl: Hasło
pt: Senha
pt_br: Senha
zh: 密码

source: SALIR
ca: SORTIDES
fr: SORTIR
it: USCITE
pl: ROZCHODY
pt: SAÍDAS
pt_br: SAIR
zh: 输出

source: Consultar stock
ca: Consulta d'estocs
fr: Demande de stock
it: Consulenza stock
pl: Przeglądanie zapasów
pt: Consulta de stock
pt_br: Consulta de Estoque
zh: 余额查询

source: El usuario no tiene permisos para ejecutar la pantalla activa.
ca: L'usuari no té permisos per executar la pantalla activa.
fr: Vous n'avez pas l'autorisation de canceler la restitution.
it: L'utente non dispone delle autorizzazioni per eseguire la schermata attiva.
pl: Użytkownik nie ma uprawnień do uruchomienia aktyw. ekranu.
pt: O usuário não tem permissões para executar a tela ativa.
pt_br: O usuário não tem permissões para acessar a tela.
zh: 此用户没有权限运行该活动屏幕。

source: Credenciales de usuario inválidas.
ca: Credencials d' usuari invàlides.
fr: Informations d’identification utilisateur non valides.
it: Credenziali utente non valide.
pl: Nieprawidłowe poświadczenia użytkownika.
pt: Credenciais de usuário inválidas.
pt_br: Credenciais de usuário inválidas.
zh: 无效的用户凭据。

source: CANCELAR
ca: CANCEL·LAR
fr: TERMINEZ LA VENTE
it: ANNULLA
pl: FINALIZUJ SPRZEDAŻ
zh: 完成销售

source: Ha habido un error al cargar el menú de la aplicación.
ca: Hi ha hagut un error en realitzar la devolució.
fr: Une erreur s'est produite lors du retour.
it: Si è verificato un errore durante il ritorno.
pl: Podczas dokonywania zwrotu wystąpił błąd.
pt: Houve um erro ao fazer o retorno.
pt_br: Houve um erro ao carregar o menu da aplicação.
zh: 退款时出现错误

source: No hay notificaciones
ca: No hi ha notificacions
fr: Aucune notification
it: Nessuna notifica
pl: Brak powiadomień
pt: Sem notificações
pt_br: Nenhuma notificação
zh: 没有通知

source: El titular que se deseaba añadir ya esta conteido en la tabla de permisos
ca: El titular que es desitjava afegir ja està contingut a la taula de permisos
fr: Le titulaire à ajouter est déjà contenu dans le tableau des autorisations
it: Il titolare che si desidera aggiungere è già elencato nella tabella delle autorizzazioni
pl: Właściciel, którego chciałeś dodać, jest już zawarty w tabeli uprawnień
pt: O titular que você queria adicionar já está listado na tabela de permissões
pt_br: O usuário que você deseja adicionar já está na tabela de permissões
zh: 你想添加的持有人已经包含在权限表里

source: Seleccionar Usuario
ca: Seleccionar Usuari
fr: Sélectionner le client
it: Seleziona Utente
pl: Wybierz użytkownika
pt: Selecionar o Usuário
pt_br: Selecionar usuário
zh: 选择用户

source: Nombre
ca: Nom
fr: Nom
it: Nome
pl: Imię
pt: Nome
pt_br: Nome
zh: 名字

source: Seleccionar Grupo
ca: Seleccionar Grup
fr: Sélectionnez un groupe
it: Seleziona Gruppo
pl: Wybierz grupę
pt: Selecionar grupo
pt_br: Selecionar grupo
zh: 选择组

source: Grupo
ca: Grup
fr: Groupe
it: Gruppo
pl: Grupa
zh: 组

source: Debe seleccionar un grupo
ca: Ha de seleccionar un grup
fr: Vous devez sélectionner un groupe
it: È necessario selezionare un gruppo
pl: Musisz wybrać grupę
pt: Você deve selecionar um grupo
pt_br: Você deve selecionar um grupo
zh: 你必须选择一个组

source: Debe seleccionar un usuario
ca: Ha de seleccionar un usuari
fr: Vous devez sélectionner un utilisateur
it: È necessario selezionare un utente
pl: Musisz wybrać użytkownika
pt: Você deve selecionar um usuário
pt_br: Você deve selecionar um usuário
zh: 你必须选择一个用户

source: No tiene permisos para realizar la acción
ca: No té autorització per realitzar l'acció
fr: Vous n'êtes pas autorisé à effectuer l'action
it: Non si dispone delle autorizzazioni per eseguire l'azione
pl: Nie masz uprawnień do wykonania akcji
pt: Você não tem permissões para realizar a ação
pt_br: Você não está autorizado a executar essa ação
zh: 您无权执行操作

source: La información de stock no está disponible en estos momentos.
ca: La informació d'estoc no està disponible en aquests moments.
fr: Les informations sur les stocks ne sont pas disponibles pour le moment.
it: Le informazioni sulle scorte non sono attualmente disponibili.
pl: Informacje giełdowe nie są w tej chwili dostępne.
pt: As informações sobre o estoque não estão disponíveis no momento.
pt_br: A informação de estoque de produto não está disponível no momento.
zh: 输入的数量是无效的。

source: El artículo introducido no existe.
ca: L'article introduït no existeix.
fr: L'article saisi n'existe pas.
it: L'elemento immesso non esiste.
pl: Wprowadzony artykuł nie istnieje.
pt: O item inserido não existe.
pt_br: O produto não cadastrado.
zh: 输入的金额是无效的。

source: No hay stock en la tienda
ca: No hi ha estoc a la botiga
fr: Pas de stock en magasin
it: Nessuna scorta nel negozio
pl: Brak zapasów w sklepie
pt: Sem estoque na loja
pt_br: Não existe estoque para esse produto nesta loja
zh: 店内无库存

source: No hay stock en el resto de tiendas
ca: No hi ha estoc a la resta de botigues
fr: Pas de stock dans les autres magasins
it: Non ci sono scorte nel resto dei negozi
pl: Brak zapasu w pozostałych sklepach
pt: Não há estoque no resto das lojas
pt_br: Não existem estoque para este produto nas demais lojas
zh: 其余商店没有库存

source: Ha habido un error al cargar los desgloses del artículo. Se cargará el desglose seleccionado anteriormente.
ca: Hi ha hagut un error al carregar els desglossaments de l'article. Es carregarà el desglossament seleccionat anteriorment.
fr: Une erreur s'est produite lors du chargement des décompositions des articles. La décomposition précédemment sélectionnée sera chargée.
it: Si è verificato un errore durante il caricamento dei guasti dell'articolo. Verrà caricata la ripartizione selezionata in precedenza.
pl: Podczas wczytywania zestawień artykułów wystąpił błąd. Zostanie załadowany poprzednio wybrany podział.
pt: Houve um erro carregando as quebras do item. O detalhamento selecionado anteriormente será carregado.
pt_br: Ocorreu um erro ao carregar as informações do produto.
zh: 加载项目细分时出错。将加载先前选择的细分。

source: Debe introducir el código de artículo o código de barras
ca: Cal introduir el codi d'article o codi de barres
fr: Vous devez saisir le code article ou le code-barres
it: Devi inserire il codice articolo o il codice a barre
pl: Musisz podać kod przedmiotu lub kod kreskowy
pt: Você deve inserir o código de item ou código de barras
pt_br: Você deve digitar um código de produto ou um código de barras
zh: 您必须输入物料代码或条形码

source: Los campos contraseña nueva y confirmar contraseña no coinciden
ca: Els camps contrasenya nova i confirmar contrasenya no coincideixen
fr: Le nouveau mot de passe et les champs de confirmation du mot de passe ne correspondent pas
it: I campi Nuova password e Conferma password non corrispondono
pl: Pola nowego hasła i potwierdzenia hasła nie pasują
pt: Novos campos de senha e confirmação não correspondem
pt_br: A senha e a confirmação de senha não conferem
zh: 新密码和确认密码字段不匹配

source: Clave cambiada correctamente
ca: Clau canviada correctament
fr: Le mot de passe a été changé avec succès
it: Chiave modificata correttamente
pl: Hasło zostało pomyślnie zmienione
pt: Chave mudou com sucesso
pt_br: Senha alterada com sucesso
zh: 密码修改成功

source: Error cambiando la contraseña
ca: Canviar contrasenya
fr: Changer le mot de passe
it: Cambia password
pl: Błąd zapisu licznika
pt: Alterar senha
pt_br: Erro ao alterar a senha
zh: 更改密码
