Repository: AlvaroLS01/PAM69
Catalog: comerzzia-pos-i18n/czz-pos_*.po
Languages: ca, fr, it, pl, pt, pt_br, zh

source: PVP
fr: Prix TTC
pl: REKOMEND. CENA DETALICZNA
pt_br: Unit. R$
zh: 零售价

source: DEVUELTO
ca: RETORNAT
fr: RESTITUE
it: RITORNATO
pl: ZWRÓCONE
pt: DEVOLVIDO
pt_br: DEVOLVIDO
zh: 退回

source: 2- Introduce el importe y pulsa botón OK o tecla enter
ca: 2- Introdueix l' import i polsa botó OK o tecla enter
fr: 2- Entrez le montant et appuyez sur le bouton OK ou entrez la clé
it: 2- Inserisci l'importo e premi OK pulsante o tasto invio
pl: 2- Wprowadź kwotę i naciśnij przycisk OK lub Enter
pt: 2- Digite o valor e pressione o botão OK ou digite a tecla
pt_br: 2- Digite o valor e pressione o botão OK ou pressione a tecla ENTER
zh: 2-输入金额，然后按确定按钮或输入键

source: Entradas
ca: Entrada
fr: Entrées
it: Contributo
pl: Przychód
pt: Entrada
zh: 条目

source: 3- Una vez superada la cantidad pendiente se habilitará el botón Aceptar para finalizar la venta
ca: 3- Un cop superada la quantitat pendent s' habilitarà el botó Acceptar per finalitzar la venda
fr: 3- Une fois le montant impayé dépassé, le bouton Accepter sera activé pour finaliser la vente
it: 3- Una volta superato l'importo dovuto, il pulsante Accetta sarà abilitato per finalizzare la vendita
pl: 3- Po przekroczeniu zaległej kwoty przycisk Akceptuj zostanie włączony, aby sfinalizować sprzedaż
pt: 3- Uma vez excedido o valor em dívida, o botão Aceitar será ativado para finalizar a venda
pt_br: 3- Uma vez que a quantidade pendente tenha sido excedida, o botão Aceitar será habilitado para finalizar a venda
zh: 3-一旦超过未付金额，将启用“接受”按钮以完成销售

source: 1- Selecciona el medio de pago en la parte superior derecha. El tipo por defecto estará iluminado.
ca: 1- Selecciona el mitjà de pagament a la part superior dreta. El tipus per defecte estarà il·luminat.
fr: 1- Sélectionnez le mode de paiement en haut à droite. Le type par défaut s’allume.
it: 1- Seleziona il metodo di pagamento in alto a destra. Il tipo predefinito verrà illuminato.
pl: 1- Wybierz metodę płatności w prawym górnym rogu. Domyślny typ zostanie podświetlony.
pt: 1- Selecione o método de pagamento no canto superior direito. O tipo padrão será iluminado.
pt_br: 1- Selecione o método de pagamento no canto superior direito.
zh: 1-选择右上角的付款方式。默认类型将亮起。

source: CANTIDAD
ca: QUANTITAT
fr: QUANTITE
it: QUANTITÀ
pl: ILOŚĆ
pt: QUANTIDADE
pt_br: QUANTIDADE
zh: 数量

source: Descripción
ca: Descripció
fr: Description
it: Descrizione
pl: Opis
pt: Descrição
pt_br: Descrição
zh: 描述

source: Recuperar ticket
ca: Recuperar tiquet
fr: Récupérer le ticket
it: Recupera biglietto
pl: Odbierz bilet
pt: Bilhete de recuperação
pt_br: Recuperar cupom
zh: 恢复客票

source: Precio
ca: Preu
fr: Prix
it: Prezzo
pl: Cena
pt: Preço
pt_br: Preço
zh: 价格

source: Artículo
ca: Article
fr: Article
it: Articolo
pl: Towar
pt: Artiço
pt_br: Item
zh: 商品

source: Nº de documento
ca: Nº de document
fr: Type de document
it: Tipo di documento
pl: Typ dokumentu
pt: Tipo de documento
zh: 文件类型

source: DESCUENTOS APLICADOS
ca: RECOMPTE CAIXA
fr: DÉCLARER DU CAISSE
it: CONTEGGIO SCATOLE
pl: ZNIŻKA PROMOCYJNA
pt: CONTAGEM DE CAIXAS
pt_br: DESCONTOS APLICADOS
zh: 钱箱计数

source: Cambio
ca: Canvi
fr: Modification
it: Cambiare
pl: Zmieniać
pt: Alterar
pt_br: Alterar
zh: 改变

source: La trasacción se encuentra en modo recuperación ya que los precios o promociones vigentes han cambiado.
ca: La transacció es troba en mode recuperació ja que els preus o promocions vigents han canviat.
fr: La transaction est en mode de récupération car les prix actuels ou les promotions ont changé.
it: La transazione è in modalità di recupero poiché i prezzi correnti o le promozioni sono cambiati.
pl: Transakcja jest w trybie odzyskiwania, ponieważ zmieniły się aktualne ceny lub promocje.
pt: A transação está em modo de recuperação, pois os preços atuais ou as promoções foram alterados.
pt_br: A transação está no modo de recuperação, pois os preços ou promoções atuais foram alterados.
zh: 由于当前价格或促销已更改，交易处于恢复模式。

source: Caja
ca: Caixa
fr: Caisse
it: Scatola
pl: Kasa
pt: Caixa
pt_br: Caixa
zh: 钱箱

source: DEVOLVER
ca: RETORNAR
fr: REDONNER
it: RITORNO
pl: ZWRÓĆ
pt: RETORNO
zh: 退

source: Total (E-S)
it: Totale(I/O)
pl: Razem (PRZYCH.-ROZCH.)
pt: Total(I/O)
zh: 合计（E / S）

source: Cuota
ca: Quota
fr: Quota
it: Quota
pl: Kontyngent
pt: Quota
zh: 配额

source: Total promociones finales
ca: Total promocions finals
fr: Total des promotions finales
it: Totale promozioni finali
pl: Łącznie promocje końcowe
pt: Total de promoções finais
pt_br: Total de promoções finais
zh: 最终晋升总额

source: Fidelizado
ca: Fidelitzat
fr: Fidélité
it: Leale
pl: Stały klient
pt: Leal
zh: 会员

source: AÑADIR
ca: AFEGIR
fr: AJOUTE UN
it: AGGIUNGINE UNO
pl: DODAWAĆ
pt: ADICIONAR UM
pt_br: ADICIONAR
zh: 加一

source: Documento
ca: Document
fr: Document
pl: Dokument
zh: 文件

source: Unid
ca: Unit
fr: Unités
it: Unità
pl: Jednostek
pt: Unidades
zh: 单位

source: Concepto
ca: Concepte
fr: Concept
it: Causale
pl: Pozycja
pt: Conceito
pt_br: Conceito
zh: 概念

source: Importe
ca: Import
fr: Montant
it: Quantità
pl: Kwota
pt: Valor
pt_br: Valor R$
zh: 金额

source: Si hay algún error de validación se iluminará la campana a la derecha del tipo de documento
ca: Si hi ha algun error de validació s'il·luminarà la campana a la dreta del tipus de document
fr: S’il y a une erreur de validation, la cloche à droite du type de document s’allume
it: Se si verifica un errore di convalida, il campanello a destra del tipo di documento si illuminerà
pl: Jeśli wystąpi błąd sprawdzania poprawności, zaświeci się dzwonek po prawej stronie typu dokumentu
pt: Se houver um erro de validação, o sino à direita do tipo de documento acenderá
pt_br: Se houver um erro de validação, o ícone do SINO de aviso à direita do tipo de documento será mostrado
zh: 如果出现验证错误，文档类型右侧的铃铛将亮起

source: Impuestos
ca: Impostos
fr: Traitement fiscal
it: Trat. Tassa
pl: Opodatkowanie
pt: Impostos
pt_br: Impostos
zh: 税务处理

source: Deberá finalizar la venta ya que no es posible cancelarla.
ca: Haurà de finalitzar la venda ja que no és possible cancel·lar-la.
fr: Vous devrez finaliser la vente car il n’est pas possible de l’annuler.
it: Dovrai finalizzare la vendita in quanto non è possibile annullarla.
pl: Będziesz musiał sfinalizować sprzedaż, ponieważ nie można jej anulować.
pt: Você precisará finalizar a venda, pois não é possível cancelá-la.
pt_br: Você precisará finalizar a venda, não é possível cancelá-la.
zh: 您将需要完成销售，因为无法取消它。

source: Gestión Caja
ca: Gestió de Caixa
fr: Gestion de la trésorerie
it: Gestione della liquidità
pl: Obsługa kasy
pt: Gestão de Caixa
pt_br: Gestão de Caixa
zh: 钱箱管理

source: DEVUELTAS
ca: RETORNADES
fr: RETOUR
it: RITORNATO
pl: ZWRÓCONE
pt: DEVOLVIDO
pt_br: DEVOLVIDAS
zh: 退回

source: UNID
ca: UNIT
fr: UNITÉS
it: UNITÀ
pl: JEDNOSTEK
pt: UNIDADES
zh: 单位

source: A Devolver
ca: Retornar
fr: Redonner
it: Restituire
pl: Zwróć
pt: Retorno
pt_br: Para Devolver
zh: 退

source: Fecha
ca: Data
fr: Date
it: Data
pl: Data
pt: Data
pt_br: Data
zh: 日期

source: ENTREGADO
ca: LLIURAT
fr: REÇU
it: DEVOTO
pl: WRĘCZONO
pt: DEDICADO
pt_br: ENTREGUE
zh: 交付

source: Código
ca: Codi
fr: Code
it: Codice
pl: Kod
zh: 代码

source: Hay {0, number, integer} ticket(s) aparcado(s)
ca: Hi ha tiquets aparcats
fr: Il existe des Tickets en Attente
it: Ci sono biglietti parcheggiati
pl: Istnieją zawieszone paragony
pt: Há {0, number, integer} bilhetes(s) estacionado(s)
pt_br: Existem [0] cupons em aberto
zh: 有停放发票

source: Pendiente
ca: Pendent
fr: En attente
it: In attesa di
pl: Kolczyk
pt: Pendente
pt_br: Pendente
zh: 耳环

source: Artículos
ca: Article
fr: Articles
it: Articoli
pl: Towar
pt: Artigos
pt_br: Itens
zh: 用品

source: Cliente
ca: Client
fr: Client
pl: Klient
zh: 顾客

source: TOTAL
it: TOTALE
pl: RAZEM
pt_br: TOTAL R$
zh: 总共

source: Tarjeta
ca: Targeta
fr: Carte
it: Scheda
pl: Karta
pt: Cartão
pt_br: Cartão
zh: 卡

source: FORMA DE PAGO
ca: MITJÀ DE PAGAMENT
fr: MOYEN DE PAIEMENT
it: MODALITA' DI PAGAMENTO
pl: FORMA PŁATNOŚCI
pt: MÉTODO DE PAGAMENTO
pt_br: FORMA DE PAGAMENTO
zh: 付款方式

source: Vendedor
ca: Venedor
fr: Vendeur
it: Venditore
pl: Sprzedawca
zh: 卖家

source: CUPONES A EMITIR
ca: CUPONS A EMETRE
fr: COUPONS À ÉMETTRE
it: TAGLIANDI DA EMETTERE
pl: KUPONY DO WYDANIA
pt: CUPÕES A EMITIR
pt_br: CUPONS A SEREM EMITIDOS
zh: 将发行的优惠券

source: Recuento
ca: Recompte
fr: Remise
it: Sconto
pl: Zniżka
pt: Desconto
pt_br: Conferência
zh: 折扣

source: Base
pl: Baza
pt_br: Base de cálculo
zh: 基价

source: Descuento aplicado
ca: Descompte aplicat
fr: Document valide
it: Documento valido
pl: Dokument fiskalny
pt: Documento válido
pt_br: Desconto aplicado
zh: 文件

source: Ha superado el límite de efectivo. Deberá realizar una retirada
ca: Ha superat el límit d'efectiu. Haurà de realitzar una retirada
fr: Vous avez dépassé la limite de trésorerie. Vous devrez effectuer un retrait
it: Hai superato il limite di cassa. Dovrai effettuare un prelievo
pl: Przekroczono limit gotówki. Będziesz musiał dokonać wypłaty
pt: Excedeu o limite de dinheiro. Terá de fazer uma retirada
pt_br: Os valores excederam o limite. Favor efetuar uma retirada(sangria)
zh: 您已超出现金限额。您将需要提款

source: MONEDA
fr: MONNAIE
it: MONETA
pl: MONETA
pt: MOEDA
pt_br: MOEDA
zh: 货币

source: ARTÍCULO
ca: ARTICLE
fr: ARTICLE
it: ARTICOLO
pl: TOWAR
pt: ARTIGO
pt_br: PRODUTO
zh: 商品

source: Se encuentra en modo entrenamiento. Algunas funciones pueden estar desactivadas o no realizar completamente su función
ca: Es troba en mode entrenament. Algunes funcions poden estar desactivades o no realitzar completament la seva funció
fr: Il est en mode entraînement. Certaines fonctions peuvent être désactivées ou ne pas remplir pleinement leur fonction
it: È in modalità allenamento. Alcune funzioni potrebbero essere disabilitate o non eseguire completamente la loro funzione
pl: Jest w trybie treningowym. Niektóre funkcje mogą być wyłączone lub nie w pełni spełniać swoje funkcje
pt: Está em modo de treino. Algumas funções podem estar desativadas ou não desempenhar plenamente a sua função
pt_br: Está em modo de treinamento. Algumas funções podem estar desativadas ou não será realizada plenamente a sua função
zh: 它处于训练模式。某些功能可能被禁用或无法完全执行其功能

source: Saldo
fr: Solde
pt: Balanço
zh: 余额

source: Total
it: Totale
pl: Razem:
pt_br: TOTAL R$
zh: 总共

source: Artículos a devolver
ca: Articles a retornar
fr: Articles non servis
it: Articoli non serviti
pl: Zarządzanie usługami
pt: Itens não servidos
pt_br: Itens para devolução
zh: 不提供的商品

source: Forma de pago
ca: Mitjà de pagament
fr: Mode de paiement
it: Metodo di pagamento
pl: Forma płatności
pt: Método de pagamento
pt_br: Forma de pagamento
zh: 付款方式

source: Hombre
ca: Home
fr: Homme
it: Uomo
pl: Imię
pt: Homem
zh: 名字

source: FECHA/HORA REGISTRO:
ca: DATA/HORA REGISTRE:
fr: DATE / HEURE D'INSCRIPTION:
it: DATA/ORA REGISTRAZIONE:
pl: DATA/GODZINA REJESTRACJI:
pt: DATA/HORA DE INSCRIÇÃO:
zh: 注册日期/时间：

source: POBLACIÓN
ca: POBLACIÓ
fr: VILLE
it: LOCALITÀ
pl: LUDNOŚĆ
pt: POPULAÇÃO
zh: 镇

source: DOMICILIO
ca: ADREÇA
fr: DOMICILE
pl: DOMICYL
pt: DOMICÍLIO
zh: 住所

source: con la finalidad recabar información para la elaboración de estudios y estadísticas que nos permitan mejorar nuestra relación con nuestros clientes y ofrecerles servicios y productos más acorde con sus hábitos, gustos y necesidades, prestándole así nuestros servicios exclusivos para clientes registrados (ofertas, descuentos y promociones).
ca: amb la finalitat recaptar informació per a l'elaboració d'estudis i estadístiques que ens permetin millorar la nostra relació amb els nostres clients i oferir-los serveis i productes més d'acord amb els hàbits, gustos i necessitats, prestant-li així els nostres serveis exclusius per a clients registrats (ofertes, descomptes i promocions ).
fr: afin de collecter des informations pour la préparation d'études et de statistiques qui nous permettent d'améliorer notre relation avec nos clients et de leur proposer des services et des produits plus en phase avec leurs habitudes, goûts et besoins, fournissant ainsi nos services exclusifs aux clients enregistrés (offres, réductions et promotions ).
it: al fine di raccogliere informazioni per la preparazione di studi e statistiche che ci consentano di migliorare il nostro rapporto con i nostri clienti e offrire loro servizi e prodotti più in linea con le loro abitudini, gusti ed esigenze, fornendo così i nostri servizi esclusivi per i clienti registrati (offerte, sconti e promozioni).
pl: W celu gromadzenia informacji do przygotowania badań i statystyk, które pozwalają nam poprawić nasze relacje z naszymi klientami i oferować im usługi i produkty bardziej zgodne z ich nawykami, gustami i potrzebami, zapewniając w ten sposób nasze ekskluzywne usługi dla zarejestrowanych klientów (oferty, rabaty i promocje).
pt: de forma a recolher informação para a elaboração de estudos e estatísticas que nos permitam melhorar a nossa relação com os nossos clientes e oferecer-lhes serviços e produtos mais de acordo com os seus hábitos, gostos e necessidades, fornecendo assim os nossos serviços exclusivos para clientes registados (ofertas, descontos e promoções).
zh: 为了收集信息以准备研究和统计数据，使我们能够改善与客户的关系，并为他们提供更符合其习惯，品味和需求的服务和产品，从而为注册客户提供我们的独家服务（优惠，折扣和促销）。

source: CÓDIGO
ca: CODI
fr: CODE
it: C'è più di una riga con lo stesso articolo. Prima di inserire il codice, devi selezionare la linea che vuoi preparare
pl: KOD
zh: 代码

source: ART. SUST.
ca: ART. SUBST.
fr: Articles remplacés
it: ART. REPL.
pl: SZTUKA. REPL.
pt: ART. REPL.
zh: 艺术。REPL.

source: ESTADO
ca: ESTAT
fr: État
it: STATO
pl: STAN
zh: 州

source: ART. PTES
ca: ART. PENDENTS
fr: Articles en attente
pl: SZTUKA. PTES
zh: 艺术。PTES

source: DATOS DEL SERVICIO
ca: DADES DEL SERVEI
fr: DÉTAIL DU SERVICE
it: DATI DI SERVIZIO
pl: DANE ORYGINALNEGO PARAGONU
pt: DADOS DE SERVIÇO
zh: 细节服务

source: OBSERVACIONES:
ca: OBSERVACIONS:
fr: OBSERVATIONS:
it: OSSERVAZIONI:
pl: ZWROTY
pt: OBSERVAÇÕES:
zh: 镇

source: Nº BULTOS
ca: Nº PAQUETS
fr: Nom. DE PAQUETS
pl: LICZBA OPAKOWAŃ
zh: 散装

source: CANT. PEDIDA
ca: QUANT. DEMANADA
fr: QUANTITÉ COMMANDÉE
it: QTY. ORDINATO
pl: ILOŚĆ. ZAMÓWIONE
pt: QTD. ORDENADO
zh: 数量

source: LISTADO DE ARTÍCULOS
ca: LLISTAT D'ARTICLES
fr: LISTE D'ARTICLES
it: ELENCO DEGLI ARTICOLI
pl: TOWAR
pt: LISTA DE ARTIGOS
zh: 商品

source: Proveedor
ca: Proveïdor
fr: Fournisseur
it: Fornitore
pl: Dostawca
pt: Fornecedor
zh: 供应商

source: Fecha impresión:
ca: Data impressió:
fr: Date d'impression:
it: Data di stampa:
pl: Data zamknięcia
pt: Data de impressão:
zh: 决议日期

source: FECHA INICIO
ca: DATA INICI
fr: DATE DE DÉBUT
it: DATA DI INIZIO
pl: DATA ROZPOCZĘCIA
pt: DATA DE INÍCIO
zh: 交货日期

source: COD. SERVICIO:
ca: COD. SERVEI:
fr: CODE DE SERVICE:
it: COD. SERVIZIO:
pl: DORSZ. USŁUGA:
pt: COD. SERVIÇO:
zh: 没有服务

source: TIPO DE DOCUMENTO
ca: TIPUS DE DOCUMENT
fr: TYPE DE DOCUMENT
it: TIPO DI DOCUMENTO
pl: TYP DOKUMENTU
zh: 文件

source: Página
ca: Pàgina
fr: Page
it: Pagina
pl: Strona
zh: 页

source: Igualmente le informamos que sus datos personales podrán ser comunicados a las empresas de grupo con la finalidad del envío por parte de estas de comunicaciones comerciales. Puede oponerse al tratamiento de sus datos con esta finalidad marcando la siguiente casilla:
ca: Igualment l'informem que les seves dades personals podran ser comunicades a les empreses de grup amb la finalitat de l'enviament per part d'aquestes de comunicacions comercials. Podeu consultar la identitat de les empreses de el grup en www.scalpers.es/partnersPuede oposar-se a el tractament de les seves dades amb aquesta finalitat marcant la següent casella:
fr: Nous vous informons également que vos données personnelles peuvent être communiquées aux sociétés du groupe dans le but d'envoyer des communications commerciales de leur part. Vous pouvez vérifier l'identité des sociétés du groupe sur www.scalpers.es/partners Vous pouvez vous opposer au traitement de vos données à cette fin en cochant la case suivante:
it: La informiamo, inoltre, che i Suoi dati personali potranno essere comunicati alle società del gruppo ai fini dell'invio di comunicazioni commerciali da parte delle stesse. Puoi consultare l'identità delle società del gruppo in www.scalpers.es/partnersPuede opporti al trattamento dei tuoi dati per questa finalità selezionando la seguente casella:
pl: Informujemy również, że Państwa dane osobowe mogą być przekazywane spółkom grupy w celu wysyłania przez nie informacji handlowych. Możesz sprzeciwić się przetwarzaniu Twoich danych w tym celu, zaznaczając następujące pole:
pt: Informamos também que os seus dados pessoais podem ser comunicados a empresas do grupo com o objetivo de enviar comunicações comerciais por eles. Pode consultar a identidade das empresas do grupo em www.scalpers.es/partnersPuede opor-se ao tratamento dos seus dados para o efeito, verificando a seguinte caixa:
zh: 我们还通知您，您的个人数据可能会传达给集团公司，以便他们发送商业通信。您可以通过选中以下框来反对为此目的处理您的数据：

source: ALMACÉN:
ca: MAGATZEM:
fr: BOUTIQUE:
it: MAGAZZINO:
pl: MAGAZYN:
pt: ARMAZÉM:
zh: 仓库：

source: PESO
ca: PES
fr: POIDS
pl: CIĘŻAR
zh: 重量

source: EMBALAJE ASOCIADO A LA PREPARACIÓN
ca: EMBALATGE ASSOCIAT A LA PREPARACIÓ
fr: CONDITIONNEMENT ASSOCIÉ À LA PRÉPARATION
it: IMBALLAGGIO ASSOCIATO ALLA PREPARAZIONE
pl: OPAKOWANIE ZWIĄZANE Z PRZYGOTOWANIEM
pt: EMBALAGEM ASSOCIADA À PREPARAÇÃO
zh: GO准备

source: ALMACÉN PREPARADOR:
ca: MAGATZEM PREPARADOR:
fr: BOUTIQUE DE PRÉPARATION:
it: MAGAZZINO DI PREPARAZIONE:
pl: MAGAZYN PRZYGOTOWAWCZY:
pt: ARMAZÉM DE PREPARAÇÃO:
zh: 准备仓库：

source: FECHA/HORA FIN:
ca: DATA/HORA FI:
fr: DATE / HEURE DE FIN:
it: DATA/ORA DI FINE:
pl: DATA/GODZINA ZAKOŃCZENIA:
pt: DATA/HORA DE FIM:
zh: 结束日期/时间：

source: IMPORTE PENDIENTE PREP:
ca: IMPORT PENDENT PREPARAR:
fr: MONTANT EN ATTENTE DE PRÉPARATION:
it: IMPORTO IN ATTESA DI PREPARAZIONE:
pl: PRZYGOTOWANIE POZOSTAŁEJ KWOTY:
pt: MONTANTE PENDENTE PREP:
zh: 未结金额准备：

source: FIRMA
ca: SIGNATURA
fr: SIGNATURE
pl: PODPIS :
pt: ASSINATURA
zh: 签名

source: CANT. NO SERV.
ca: QUANTITAT NO SERVIDA
fr: MONTANT NON SERVI
it: QTY. NESSUN SERV.
pl: ILOŚĆ. BRAK SERV.
pt: QTD. SEM SERV.
zh: 没有服务

source: FORMULARIO DE SOLICITUD DE ALTA DE FIDELIZADO
ca: FORMULARI DE SOL·LICITUD D'ALTA D'FIDELITZAT
fr: FORMULAIRE DE DEMANDE D'INSCRIPTION DE FIDÉLITÉ
it: MODULO DI RICHIESTA REGISTRAZIONE FEDELTÀ
pl: FORMULARZ WNIOSKU O REJESTRACJĘ PROGRAMU LOJALNOŚCIOWEGO
pt: FORMULÁRIO DE PEDIDO DE INSCRIÇÃO DE FIDELIDADE
zh: 忠诚注册申请表

source: MEDIOS DE PAGO
ca: MITJANS DE PAGAMENT
fr: MOYEN DE PAIEMENT
it: MEZZI DI PAGAMENTO
pl: ŚRODEK PŁATNICZY
pt: MEIOS DE PAGAMENTO
zh: 支付手段

source: Doc. origen:
ca: Document origen:
fr: DOCUMENT D'ORIGINE:
it: Origine del documento:
pl: Pochodzenie dokumentu:
pt: Origem doc:
zh: 文档来源：

source: CANT. SUST.
ca: QUANT. SUBST.
fr: MONTANT DE REMPLACEMENT
it: QTY. REPL.
pl: ILOŚĆ. REPL.
pt: QTD. REPL.
zh: 数量。REPL.

source: CÓDIGO SERVICIO
ca: CODI SERVEI
fr: CODE DE SERVICE
it: CODICE DI SERVIZIO
pl: KOD SERWISOWY
pt: CÓDIGO DE SERVIÇO
zh: 代码

source: ARTS. PDTES.
ca: ART. PENDENTS
fr: ARTICLES EN ATTENTE
it: ARTI. PDTES.
pl: SZTUKA. PDTES.
pt: ARTS. PDT.
zh: 艺术。

source: Fecha:
ca: Data:
fr: Date:
it: Dattero:
pl: Data
pt: Data:
zh: 日期

source: CÓD. PREPARACIÓN:
ca: CODI PREPARACIÓ:
fr: CODE PRÉPARATION:
it: CODICE. PREPARAZIONE:
pl: DORSZ. PREPARAT:
pt: CÓD. PREPARAÇÃO:
zh: 待准备

source: ¡GRACIAS!
ca: GRÀCIES!
fr: MERCI!
it: GRAZIE!
pl: DZIĘKUJĘ!
pt: OBRIGADO!
zh: 谢谢！

source: UD. MED.
ca: UNITAT MESURA
fr: UN. MESURE
it: TU. MED.
pt: YOU. MED.
zh: UD. 医学.

source: FECHA/HORA INICIO:
ca: DATA / HORA INICI:
fr: DATE / HEURE DE DÉBUT:
it: DATA/ORA DI INIZIO:
pl: DATA/GODZINA ROZPOCZĘCIA:
pt: DATA/HORA DE INÍCIO:
zh: 开始日期/时间：

source: NOMBRE
ca: NOM
fr: NOM
it: NOME
pl: NAZWA
pt: NOME
pt_br: NOME
zh: 名字

source: F. REGISTRO
ca: DATA REGISTRE
fr: DATE D'INSCRIPTION
it: F. REGISTRAZIONE
pl: F. REJESTRACJA
pt: F. INSCRIÇÃO
zh: F. 注册

source: IMPORTE PDTE.
ca: IMPORT PENDENT
fr: MONTANT EN ATTENTE
it: IMPORTO PDTE.
pl: KWOTA
pt: MONTANT DE PDT.
zh: 金额

source: En cumplimiento de lo dispuesto en la Ley Orgánica 15/1999, de 13 de diciembre, de Protección de Datos de Carácter Personal, le informamos que los datos personales que nos facilite en el presente formulario serán incorporados en un fichero titularidad de
ca: En compliment del que disposa la Llei Orgànica 15/1999, de 13 de desembre, de Protecció de Dades de Caràcter Personal, l'informem que les dades personals que ens faciliti en el present formulari seran incorporades en un fitxer titularitat de
fr: Conformément aux dispositions de la loi organique 15/1999 du 13 décembre sur la protection des données personnelles, nous vous informons que les données personnelles que vous nous fournissez dans ce formulaire seront incorporées dans un fichier appartenant
it: In conformità con le disposizioni della legge organica 15/1999, del 13 dicembre, Protezione dei dati personali, ti informiamo che i dati personali che ci fornisci in questo modulo saranno incorporati in un file di proprietà di
pl: Zgodnie z przepisami ustawy organicznej 15/1999 z dnia 13 grudnia o ochronie danych osobowych, informujemy, że dane osobowe, które nam przekazujesz w tym formularzu, zostaną włączone do pliku będącego własnością
pt: Em conformidade com as disposições da Lei Orgânica 15/1999, de 13 de dezembro, Proteção de Dados Pessoais, informamos que os dados pessoais que nos fornece neste formulário serão incorporados num ficheiro de propriedade
zh: 根据 12 月 13 日第 15/1999 号组织法《个人数据保护》的规定，我们通知您，您在此表格中提供给我们的个人数据将合并到

source: TIPO DE EMBALAJE
ca: TIPUS D'EMBALATGE
fr: GENRE D'EMBALLAGE
it: TIPO DI IMBALLAGGIO
pl: RODZAJ OPAKOWANIA
pt: TIPO DE EMBALAGEM
zh: 待包装

source: FECHA DE NACIMIENTO
ca: DATA DE NAIXEMENT
fr: DATE DE NAISSANCE
it: DATA DI NASCITA
pl: DATA URODZENIA
pt: DATA DE NASCIMENTO
zh: 交货日期

source: CP:
pl: Kod pocztowy
zh: 邮编号码

source: CP
pl: Kod pocztowy
pt_br: CEP
zh: 邮编号码

source: TIPO SERVICIO
ca: TIPUS SERVEI
fr: TYPE DE SERVICE
it: TIPO SERVIZIO
pl: ZREALIZOWANO
pt: SERVIÇO DE TIPO
zh: 没有服务

source: , junto con una copia de su DNI u otro documento identificativo.
ca: , juntament amb una còpia del seu DNI o un altre document identificatiu.
fr: , avec une copie de votre pièce d'identité ou autre document d'identification.
it: , insieme a una copia del tuo documento d'identità o altro documento di identificazione.
pl: wraz z kopią dowodu tożsamości lub innego dokumentu tożsamości.
pt: , juntamente com uma cópia do seu ID ou outro documento de identificação.
zh: ，以及您的身份证或其他身份证明文件的副本。

source: HORARIO ENTREGA:
ca: HORARI LLIURAMENT:
fr: CALENDRIER DE LIVRAISON:
it: TEMPI DI CONSEGNA:
pl: HARMONOGRAM DOSTAW:
pt: PRAZO DE ENTREGA:
zh: 交货日期

source: CÓD. DOC. ORIGEN:
ca: COD. DOC. ORIGEN:
fr: CODE DOC. ORIGINE:
it: CODICE. ORIGINE DOC.:
pl: ZOB. DOKUM. ŹRÓDŁOWY
pt: CÓD. DOC. ORIGEM:
zh: 看原件

source: RESUMEN PREPARACIÓN
ca: RESUM PREPARACIÓ
fr: RÉSUMÉ DE PRÉPARATION
it: RIEPILOGO DELLA PREPARAZIONE
pl: PODSUMOWANIE PRZYGOTOWANIA
pt: RESUMO DA PREPARAÇÃO
zh: 在制备

source: ALM. PREPARACIÓN
ca: MAGATZEM DE PREPARACIÓ
fr: ENTREPÔT DE PRÉPARATION
it: PREPARAZIONE ALM.
pl: ALM. PRZYGOTOWANIE
pt: ESM. PREPARAÇÃO
zh: GO准备

source: ART. PREP.
fr: ART. PRÉPARÉS
it: ART. COMPITO A CASA.
pl: SZTUKA. PREP.
zh: 艺术。准备。

source: NOTIF. COMERCIALES
ca: NOTIF. COMERCIALS
fr: NOTIF. COMMERCIALES
it: NOTIF. COMMERCIALE
pl: NUTA. REKLAMA
pt: NOTIF. COMERCIAIS
zh: 通告

source: ALM. ORIGEN
ca: MAGATZEM ORIGEN
fr: ENTREPÔT D'ORIGINE
it: ORIGINE ALM.
pl: ZOB. DOKUM. ŹRÓDŁOWY
pt: ALM. ORIGEM
zh: 看原件

source: #TIPO SERVICIO
ca: #TIPUS SERVEI
fr: TYPE DE SERVICE
it: SERVIZIO #TIPO
pl: SERWIS #TIPO
pt: #SERVIÇO TIPO
zh: 没有服务

source: Impresa por:
ca: Impresa per:
fr: Imprimé par:
it: Stampato da:
pl: Drukarka 1
pt: Impresso por:
zh: 打印机1

source: DATOS DE ENTREGA
ca: DADES DE LLIURAMENT
fr: DONNÉES DE LIVRAISON
it: DATI DI CONSEGNA
pl: DANE KLIENTA
pt: DADOS DE ENTREGA
zh: 交货日期

source: de
it: da
pl: z
zh: 之
