Repository: AlvaroLS01/PAM69
Catalog: comerzzia-pos-i18n/czz-pos_*.po
Languages: ca, fr, it, pl, pt, pt_br, zh

source: No se puede facturar el pedido. El día de apertura de la caja {0} no coincide con el del sistema {1}
pt_br: Impossível finalizar o pedido. O caixa do dia {0} precisa ser fechado e não confere com a data do sistema{1}
