Repository: AlvaroLS01/PAM69
Catalog: comerzzia-pos-i18n/czz-pos_*.po
Languages: ca, fr, it, pl, pt, pt_br, zh

source: Si cierra la ventana se perderán los datos introducidos. ¿Realmente desea volver a la pantalla anterior?
ca: Si tanca la finestra es perdran les dades introduïdes. De veres voleu tornar a la pantalla anterior?
fr: Si vous fermez la fenêtre, les données saisies seront perdues. Voulez-vous vraiment revenir à l'écran précédent?
it: Se chiudi la finestra, i dati inseriti andranno persi. Vuoi davvero tornare alla schermata precedente?
pt: Se você fechar a janela, os dados inseridos serão perdidos. Você realmente quer voltar para a tela anterior?
pt_br: Se você fechar a janela, os dados inseridos serão perdidos. Você realmente quer voltar para a tela anterior?
zh: 如果关闭窗口，输入的数据将会丢失。你真的想回到以前的屏幕？

source: El artículo indicado no se encuentra en el sistema
ca: L'article indicat no es troba en el sistema
fr: L'article indiqué est introuvable dans le système
it: L'articolo indicato non è stato trovato nel sistema
pt: O artigo indicado não é encontrado no sistema
pt_br: O produto não foi encontrado
zh: 系统中找不到指定的文章

source: Debe seleccionar al menos un filtro
ca: Heu de seleccionar almenys un filtre
fr: Vous devez sélectionner au moins un filtre
it: Devi selezionare almeno un filtro
pt: Você deve selecionar pelo menos um filtro
pt_br: Você deve selecionar ao menos um filtro
zh: 您必须至少选择一个过滤器

source: No hay resultados
ca: No hi ha resultats
fr: Il n'y a pas de résultats
it: Nessun risultato
pt: Não há resultados
pt_br: Nenhuma linha encontrada para essa pesquisa
zh: 没有结果

source: La búsqueda no ha tenido ningún resultado
ca: La cerca no ha tingut cap resultat
fr: La recherche n'a donné aucun résultat
it: La ricerca non ha avuto alcun risultato
pt: A pesquisa não teve nenhum resultado
pt_br: Nenhuma linha encontrada para essa pesquisa
zh: 搜索没有任何结果

source: Las observaciones deben tener una longitud máxima de 255 caracteres.
ca: Les observacions han de tenir una longitud màxima de 255 caràcters.
fr: Les observations doivent avoir une longueur maximale de 255 caractères.
it: Le osservazioni devono avere una lunghezza massima di 255 caratteri.
pt: As observações devem ter um tamanho máximo de 255 caracteres.
pt_br: As observações devem ter um tamanho máximo 255 caracteres.
zh: 观察值必须具有255个字符的最大长度。

source: El servicio no tiene calendario asignado
ca: El servei no té calendari assignat
fr: Le service n'a pas de calendrier attribué
it: Il servizio non ha un calendario assegnato
pt: O serviço não tem calendário atribuído
pt_br: O pedido não tem calendário atribuído
zh: 该服务没有分配的日历

source: Servicio
ca: Servei
fr: Service
it: Servizio
pt: Serviço
pt_br: Pedido
zh: 服务

source: Selección de servicio
ca: Selecció de servei
fr: Sélection du service
it: Selezione del servizio
pt: Seleção de serviço
pt_br: Seleção de pedido
zh: 服务选择

source: Debe seleccionar al menos un servicio para realizar esta acción
ca: Heu de seleccionar al menys un servei per realitzar aquesta acció
fr: Vous devez sélectionner au moins un service pour effectuer cette action
it: È necessario selezionare almeno un servizio per eseguire questa azione
pt: Você deve selecionar pelo menos um serviço para executar esta ação
pt_br: Você deve selecionar pelo menos um pedido para executar esta ação
zh: 您必须至少选择一项服务才能执行此操作

source: Para poder ver el detalle del servicio debe seleccionar uno
ca: Per poder veure el detall del servei heu de seleccionar un
fr: Pour voir le détail du service, vous devez en sélectionner un
it: Per vedere i dettagli del servizio, è necessario selezionarne uno
pt: Para ver os detalhes do serviço, você deve selecionar um
pt_br: Para ver os detalhes, você deve selecionar ao menos um
zh: 要查看服务的详细信息，您必须选择一个

source: Para poder imprimir las etiquetas del servicio debe seleccionar uno
ca: Per poder imprimir les etiquetes del servei heu de seleccionar un
fr: Pour imprimer les étiquettes de service, vous devez en sélectionner une
it: Per stampare le etichette di servizio è necessario selezionarne una
pt: Para imprimir as etiquetas de serviço, você deve selecionar uma
pt_br: Para imprimir as etiquetas, você deve selecionar ao menos um pedido
zh: 要打印服务标签，您必须选择一个

source: Debe seleccionar un servicio para realizar esta acción
ca: Heu de seleccionar al menys un servei per realitzar aquesta acció
fr: Vous devez sélectionner au moins un service pour effectuer cette action
it: È necessario selezionare un servizio per eseguire questa azione
pt: você deve selecionar um serviço para executar esta ação
pt_br: Você deve selecionar pelo menos um pedido para executar esta ação
zh: 您必须至少选择一项服务才能执行此操作

source: Se ha producido un error al cargar datos de calendario
ca: S'ha produït un error en carregar dades de calendari
fr: Une erreur s'est produite lors du chargement des données du calendrier
it: Si è verificato un errore durante il caricamento dei dati del calendario
pt: Ocorreu um erro ao carregar dados do calendário
pt_br: Ocorreu um erro ao carregar os dados de calendário
zh: 加载日历数据时发生错误

source: Cancelada
ca: Cancel-lada
fr: Annuler
it: Annullato
pt_br: Cancelado
zh: 取消

source: ¿Es correcta la impresión del recibo del pago con tarjeta?
ca: És correcta la impressió el rebut de l'pagament amb targeta?
fr: L'impression du reçu de paiement par carte est-elle correcte?
it: La stampa della ricevuta di pagamento della carta è corretta?
pl: Czy wydruk dowodu zapłaty jest prawidłowy?
pt: A impressão do recibo de pagamento do cartão está correta?
zh: 用信用卡付款的打印出来的收据正确的吗？

source: El error es:
ca: L'error és:
fr: L'erreur est:
it: L'errore è:
pl: Błąd jest następujący:
pt: O erro é:
zh: 错误是：

source: Tipo de dispositivo no existe:
ca: Tipus de dispositiu no existeix:
pt_br: Tipo de dispositivo não existe.

source: Hash librería de balanza:
ca: Has llibreria de balança
pt_br: Hash biblioteca da balança:

source: Nº Cert:
ca: Num. cert:

source: Nombre fabricante:
ca: Nom fabricant:
pt_br: Nome do Fabricante

source: Tipo de designación:
ca: Tipus de designació:
pt_br: Tipo de desiginação

source: Clase exactitud:
ca: Classe exactitud:

source: Revisión software:
ca: revisió del software:
pt_br: Versão do Sistema:

source: Versión software:
ca: Versió programari:
pt_br: Versão do Sistema:

source: Limpiar
ca: Netejar
pt_br: Limpar

source: Hash librería:
ca: Hash llibreria:
pt_br: Hash da biblioteca:

source: Debe seleccionar un elemento.
ca: Heu de seleccionar un element.
pt_br: Você deve selecionar um elemento da tabela.

source: ¿Desea reintentar la ejecución?
ca: Voleu reintentar l'execució?
pt_br: Deseja executar novamente?

source: El usuario no tiene permisos para suplantar una caja abierta.
ca: L'usuari no té permisos per suplantar una caixa oberta.
pt_br: O usuário não tem permissões para abrir o caixa.

source: Ha fallado la validación de integridad de ficheros. Fichero:
ca: La validació d'integritat de fitxers ha fallat. Fitxer:

source: La caja ya está abierta
ca: La caixa ja està oberta.
pt_br: O caixa já está aberto

source: No es posible realizar la comprobación de integridad de ficheros debido a un error de carga de librerías. Revise el log.
ca: No es pot fer la comprovació d'integritat de fitxers a causa d'un error de càrrega de llibreries. Reviseu el log.

source: Error de svn al intentar validad la integridad de los ficheros
ca: Error de svn en intentar valitat la integritat dels fitxers

source: No se pudo tomar el control del dispositivo.
ca: No s'ha pogut prendre el control del dispositiu
pt_br: Erro conectando ao dispositivo.

source: El dispositivo no está habilitado.
ca: El dispositiu no està habilitat.
pt_br: dispositivo não está habilitado.

source: Por favor, revise la impresora. Fallo al imprimir:
ca: Si us plau, revisi la impressora. error al imprimir:
pt_br: Por favor, verifique a impressora:

source: ¿Desea reintentar la impresión?
ca: Vol reintentar imprimir?
pt_br: Deseja imprimir novamente?

source: Dispositivo apagado.
ca: Dispositiu apagat.
pt_br: Dispositivo sem comunicação

source: Salida de impresión vacía
ca: Sortida d'impressió buida
pt_br: Não existem impressões pendentes

source: ENTREGA A CUENTA
ca: LLIURAMENT A COMPTE
pt_br: ENTREGUE O CUPOM

source: TARJETA CREDITO
ca: TARGETA DE CRÈDIT
pt_br: CARTÃO DE CREDITO

source: TARJETA REGALO
ca: TARGETA REGAL
pt_br: CARTÃO PRESENTE

source: TRANSFERENCIA
ca: TRANFÈRENCIA
pt_br: TRANSFERÊNCIA

source: PAGARE
ca: TO PAY
pt_br: A PAGAR

source: CHEQUE
ca: XEC

source: VALE
ca: VAL

source: EFECTIVO
ca: EFECTIU
pl: GOTÓWKA
pt_br: DINHEIRO

source: CONTRAREEMBOLSO
ca: CONTRAREEMBORSAMENT
pt_br: PAGAMENTO NA ENTREGA

source: Cargando datos. Por favor, espere.
ca: Carregant dades. Si us plau, esperi.
pt_br: Carregando dados. Por favor, aguarde.

source: MENSAJES PROMOCIONALES
ca: MISSATGES PROMOCIONALS
pt_br: MENSSAGENS PROMOCIONAIS

source: Entregado
ca: Lliurat
pt_br: Entregue

source: PUNTOS
ca: PUNTS
pt_br: PONTOS

source: CAJERO
ca: CAIXER
pt_br: OPERADOR

source: Cerrar caja
ca: Tancar caixa
pt_br: Fechar caixa

source: REGARGA:
ca: Recàrrega:
pt_br: RECARGA:

source: Total recuento
ca: Total recompte
pt_br: Total conferência

source: Tarjeta de Saldo
ca: Targeta de Saldo
pt_br: Cartão

source: Documento origen
ca: Document origen
pt_br: Documento origem

source: Consultar Saldo
ca: Consulteu Saldo

source: Canjear puntos
ca: Canviar punts
pt_br: Consulta de pontos

source: Abrir cajón
ca: Obrir calaix
pt_br: Abrir Caixa

source: Editar cliente
ca: Editar client

source: Cliente genérico
ca: Client genèric
pl: Klient niezarejestrowany

source: Imp. último cierre
ca: Imprimir darrer tancament

source: Bloquear cajero
ca: Bloquejar caixer
pt_br: Bloquear operador

source: Acercade
ca: Sobre
pt_br: Sobre

source: Búsqueda
ca: Cerca
pl: Wyszukiwanie w centrali
pt_br: Pesquisa

source: Permisos
ca: Permissos
pt_br: Premissão

source: Archivo no encontrado
ca: Arxiu no trobat

source: No se puede realizar la compra del producto indicado en una cesta con otros artículos
ca: No es pot fer la compra del producte indicat en una cistella amb altres articles
pt_br: Não ´r possível realizar a compra do produto.

source: El artículo consultado está inactivo
ca: L'article consultat és inactiu
pt_br: O produto está inativo

source: La balanza no está conectada o no está estable.
ca: La balança no està connectada o no està estable.
pt_br: Balança sem conexão ou sem instrabilidade.

source: Borrar recuento
ca: Esborrar recompte
pt_br: Excluir documento

source: Conservar recuento
ca: Conservar recompte
pt_br: Manter a diferença

source: Al salir de la pantalla se perderá el recuento en curso.
ca: En sortir de la pantalla es perdrà el recompte en curs.
pt_br: Ao fechar a tela os dados serão perdidos.

source: Salir de todos modos
ca: Sortir igualment
pt_br: Sair

source: El importe no coincide con el total del recuento
ca: L'import no coincideix amb el total del recompte
pt_br: O montante não pode exceder o total

source: ¿Está seguro de querer cancelar la venta en curso?
ca: Esteu segur de voler cancel·lar la venda en curs?
pt_br: Tem certeza que deseja cancelar o cupom?

source: El dispositivo de fidelización no está configurado.
ca: El dispositiu de fidelització no està configurat.
pt_br: O dispositivo de fidelização não está definido.

source: Para devolver un artículo de peso debe devolver la linea completa manualmente.
ca: Per tornar un article de pes ha de tornar la línia completa manualment.
pt_br: Para devolver um produto de peso variável você deve devolver a quantidade total da linha.

source: Tiempo de espera de lectura superado.
ca: Temps d'espera de lectura superat.
pt_br: Erro de leitura. Time-out.

source: El artículo sobrepasa el peso máximo de la balanza.
ca: L'article supera el pes màxim de la balança.
pt_br: O peso do produto excede o peso máximo da balança.

source: Esperando respuesta de la balanza.
ca: Esperant resposta de la balança
pt_br: Aguardando resposta da balança.

source: Posicione el artículo en la balanza.
ca: Poseu l'article sobre la balança.
pt_br: Coloque o produto na balança.

source: Error comprobando el hash de la librería de balanzas.
ca: Error comprovant el hash de la llibreria de balances.
pt_br: Erro na biblioteca de balanças.

source: Al haber más de una línea con el mismo artículo, se prepará la línea seleccionada. ¿Desea continuar?
ca: A l'haver-hi més d'una línia amb el mateix article, es prepararà la línia seleccionada. Voleu continuar?
fr: Comme il y a plus d'une ligne avec le même article, la ligne sélectionnée sera préparée. Voulez-vous continuer?
it: Poiché c'è più di una riga con lo stesso articolo, la linea sarà preparataselezionato. Vuoi continuare?
pt: Como há mais de uma linha com a mesma peça, a linha selecionada será preparada. Você quer continuar?
pt_br: Como existem mais de uma linha para o mesmo item, a linha selecionada será iniciada a preparação. Deseja continuar ?

source: Al haber más de una línea con el mismo artículo, se prepararía la línea seleccionada. Sin embargo, el código de la línea seleccionada no se corresponde con el código introducido
ca: A l'haver-hi més d'una línia amb el mateix article, es prepararia la línia seleccionada. No obstant això, el codi de la línia seleccionada no es correspon amb el codi introduït
fr: Comme il y a plus d'une ligne avec le même article, la ligne sélectionnée serait préparée. Cependant, le code de la ligne sélectionnée ne correspond pas au code saisi
it: Avendo più di una riga con lo stesso articolo, la linea sarebbe stata preparataselezionato. Tuttavia, il codice per la riga selezionata non è corrisponde al codice inserito
pt: Como há mais de uma linha com a mesma peça, a linha selecionada estaria preparada. no entanto, o código na linha selecionada não corresponde ao código inserido
pt_br: Como existem mais de uma linha para o mesmo item, a linha selecionada será iniciada a preparação, porém, o código da linha selecionada não corresponde ao código inserido

source: Hay más de una línea con el mismo artículo. Antes de introducir el código, debe seleccionar la línea que desee preparar
ca: Hi ha més d'una línia amb el mateix article. Abans d'introduir el codi, ha de seleccionar la línia que voleu preparar
fr: Il y a plus d'une ligne avec le même article. Avant de saisir le code, vous devez sélectionner la ligne que vous souhaitez préparer
it: C'è più di una riga con lo stesso articolo. Prima di inserire il codice, devi selezionare la linea che vuoi preparare
pt: Há mais de uma linha com o mesmo artigo. antes de digitar o código, você deve selecionar a linha que você deseja preparar
pt_br: Existem mais de uma linha com o mesmo produto. Antes de inserir o código você deve selecionar a linha para iniciar a preparação

source: No se puede servir un artículo que no está activo
ca: No es pot servir un article que no està actiu
fr: Un article qui n'est pas actif ne peut pas être servi
it: Impossibile servire un elemento non attivo
pt: Incapaz de servir um item que não está ativo
pt_br: Não é possível atender produto inativo

source: Error consultando etiquetas
ca: Error consultant etiquetes
pt_br: Erro ao consultar etiquetas

source: Error consultando la preparación
ca: Error consultant la preparació
pt_br: Erro na consulta da preparação

source: Procesando
ca: Processant
it: Elaborazione
pt: Processamento
pt_br: Processando

source: Preautorizada
ca: Preautoritzada
it: Pre-autorizzato
pt: Pré-autorizado
pt_br: Pré-Autorizada

source: Anulada
ca: Anul·lada
it: Vuoto
pt: Vazio
pt_br: Cancelado

source: Confirmada
it: Confermato
pt_br: Confirmado

source: Incorrecta
it: Sbagliato
pt: Errado
pt_br: Incorreto

source: Ha ocurrido un error salvando el ticket
it: Si è verificato un errore durante il salvataggio del ticket
pt: Ocorreu um erro salvando o bilhete
pt_br: Ocorreu um erro ao salvo o cupom

source: Ha ocurrido un error generando el ticket
it: Si è verificato un errore durante la generazione del ticket
pt: Ocorreu um erro gerando o bilhete
pt_br: Ocorreu um erro gerando o cupom

source: Se ha producido un error durante la carga de la pantalla. Por favor, revise el log.
pt_br: Ocorreu um erro ao adicionar as linhas. Por favor, reveja as linhas adicionadas.

source: Ha ocurrido un error al ejecutar la operación.
pt_br: Ocorreu um erro ao executar a operação.

source: Reintentar
pt_br: Executar novamente

source: No tiene permiso para ejecutar la acción por defecto.
pt_br: Você não está autorizado a executar essa ação.

source: La tarjeta no está activa.
pt_br: O cartão {0} não está ativo.

source: DESCUENTO PROMOCIONAL
pt_br: DESCONTOS PROMOCIONAIS

source: BIZUM
pt_br: Pgto Imediato(PIX)

source: POS-WHOLESALE
pt_br: POS

source: REGALO X PUNTOS
pt_br: RESGATAR PONTOS

source: TARJETA CREDITO WEB
pt_br: CARTÃO DE CREDITO

source: DATÁFONO
pt_br: TELEFONE

source: BONO GOBIERNO
pt_br: BONUS DO GOVERNO

source: TARJETA ABONO
pt_br: CARTÃO SOCIAL

source: SAIMA
pt_br: TEF SAIMA

source: TARJETA GIFTCARD / ABONO
pt_br: CARTÃO GIFTCARD

source: Ventas Balanza
pt_br: Balança

source: ANULAR LINEA
pt_br: EXCLUIR LINHA

source: Gestion
pt_br: Gestão

source: DATAFONO comercia WIFI
pt_br: TELEFONE COMERCIAL

source: Puede comenzar a pasar los productos, leer la tarjeta de fidelización, cupones, etc.
pt_br: Você pode começar a passar os produtos, ler o cartão fidelidade, cupons, etc

source: Por favor, valide las líneas del ticket durante la devolución.
pt_br: Por favor, valide as linhas do cupom durante a devolução.

source: No se pudo recuperar el ticket de central
pt_br: Não foi possível recuperar o cupom

source: Cupones aplicados
pt_br: Cupons aplicados

source: Por favor, valide que los datos de cliente estén actualizados.
pt_br: Valide se os dados do cliente estão atualizados.

source: Nuevo cliente
pt_br: Novo cliente

source: No se pudo recuperar la información de central
pt_br: Não foi possível recuperar a informação

source: Pendientes
pt_br: Pendentes

source: Nº Serie
pt_br: Número de Série

source: Introduzca un código de identificación de cliente.
pt_br: Digite um código de identificação de cliente.

source: Finalizar venta
pt_br: Finalizar venda

source: FECHA CIERRE
pt_br: DATA DE FINALIZAÇÃO:

source: XX,XX€
pt_br: XX,XXR$

source: Nº DOC. ORIGEN
pt_br: Nº DOC. ORIGEM

source: Volver
pt_br: Voltar

source: Selección Manual
pt_br: Selecionar de forma manual

source: Envío a domicilio
pt_br: Envio à domicilio

source: Aparcar
pt_br: Abrir novo cupom

source: Online catalog
pt_br: Catalogo OnLine

source: La fecha no puede ser nula
pt_br: O valor não pode ser nulo

source: Ha ocurrido un error creando la petición de pago.
pt_br: Desculpe, ocorreu um erro durante a solicitação.

source: Editar artículo
pt_br: Editar produto

source: Unidad
pt_br: Unid

source: La cantidad de la linea no coincide con la cantidad de números de series asignados. Deberá modificarlos.
pt_br: A quantidade de linhas não coincide com a quantidade de números de series.

source: Se ha producido un error al realizar los calculos. Revise los valores.
pt_br: Houve um erro ao realizar o pagamento.

source: No tiene permisos para cancelar la venta
pt_br: Você não está autorizado para cancelar a venda.

source: ¿Está seguro de cancelar la venta?
pt_br: Deseja cancelar a venda?

source: No se pudo cancelar la cesta
pt_br: Não é possível cancelar essa operação

source: La tarjeta de fidelización no es válida.
pt_br: O cartão de fidelização não é válido.

source: No se pudo cargar la información de fidelizado.
pt_br: Não foi possível verificar informações do cliente fidelizado.

source: Error en la validación del cupón
pt_br: Erro na validação do cupom promocional

source: Archivo de UAT no encontrado
pt_br: Arquivo não encontrado.

source: Nuevo artículo genérico
pt_br: Novo produto genérico

source: No tiene permisos para editar la linea
pt_br: Você não tem autorização para editar a linha

source: ¿Está seguro de querer eliminar el cupón {0}?
pt_br: Tem certeza de eliminar o cupom {0}?

source: Ha ocurrido un error eliminando el cupón.
pt_br: Ocorreu um erro excluindo o cupom promocional.

source: La cesta está vacía.
pt_br: O carrinho está vazio.

source: La cesta no está vacía.
pt_br: Existem produto no carrinho

source: La cesta está vacía.
pt_br: O carrinho está vazio.

source: No se han introducido los números de serie del artículo
pt_br: Nem todos os números de série selecionados podem ser atribuídos

source: La tienda actual no permite el tipo de servicio seleccionado.
pt_br: A loja atual não permite o uso do serviço selecionado.

source: No se ha podido actualizar el servicio seleccionado.
pt_br: Não foi possível atualizar.

source: No se ha podido aplicar ningún cupón.
pt_br: Não foi possível aplicar o cupom promocional.

source: Ha ocurrido un error realizando la consulta de clientes.
pt_br: Desculpe, ocorreu um erro durante a solicitação.

source: No se ha encontrado ningún cliente con el parámetro introducido.
pt_br: Não foi encontrado o cliente fidelizado com os dados informados.

source: Se ha producido un error intentando realizar el pago.
pt_br: Houve um erro ao realizar o pagamento.

source: Ha ocurrido error intentando realizar la petición de pago.
pt_br: Erro ao efetuar a transação de pagamento.

source: No se puede añadir el pago.
pt_br: Os pagamentos não podem ser adicionados.

source: No se puede abandonar la pantalla mientras la cesta se encuentra en modo pagos.
pt_br: Não é possível sair, pagamento já foi iniciado.

source: Documento ({0}) con código {1} no encontrado.
pt_br: Documento ({0}) com código {1} não encontrado.

source: No se pueden añadir artículos de peso durante la devolución.
pt_br: Não é possível inserir itens de peso variável durante a devolução.

source: Ha habido un error al cargar los datos del cliente
pt_br: Ocorreu um erro ao carregar os dados do cliente

source: ¿Desea eliminar el artículo seleccionado?
pt_br: Deseja excluir o item selecionado?

source: ¿Desea cancelar la selección y cerrar la ventana?
pt_br: Deseja cancelar e fechar a tela?

source: Ha ocurrido un error al asignar el fidelizado a la venta.
pt_br: Houve um erro ao associar cliente fidelizado a venda.

source: Existen tickets aparcados. Finalice las ventas antes de cerrar la pantalla
pt_br: Existem cupons sem finalizar

source: El artículo con código {0} no está disponible en el catálogo de la tienda.
pt_br: O código do produto {0} não está disponível nesta loja.

source: El número debe formar parte de la linea original.
pt_br: O número do cartão não coincide com o número da operação original.

source: Ha ocurrido un error cargando los datos del artículo seleccionado.
pt_br: Ocorreu um erro ao carregar as informações do produto.

source: Ha ocurrido un error intentando consultar el peso en la balanza. Por favor, revise el log.
pt_br: Ocorreu um erro acessando o peso na balança.

source: No se puede conectar con la balanza.
pt_br: Não foi possível conectar a balança.

source: Lectura de peso negativo. Ajuste la balanza.
pt_br: Leitura de peso instável, verificar a balança.

source: Retire el último artículo pesado de la balanza.
pt_br: Retire o produto da balança.

source: No es posible cancelar la asignación de números de serie.
pt_br: Não é possível cancelar a cancelar a vinculação do número de série.

source: Quedan números de serie pendientes de asignar. ({0}/{1})
pt_br: Os números de série ainda precisam ser atribuídos. ({0}/{1})

source: Hay más números de serie asignados que la cantidad de artículos en línea. ({0}/{1})
pt_br: Existem mais números de série atribuídos do que o número de itens de linha. ({0}/{1})

source: Error leyendo xml de configuración de balanza.
pt_br: Erro lendo o XML de configuração de balança.

source: Ha ocurrido un error calculando el hash de la librería de balanzas.
pt_br: Ocorreu um erro na biblioteca da balança.
