Repository: AlvaroLS01/PAM69
Catalog: comerzzia-pos-i18n/czz-pos_*.po
Languages: ca, fr, it, pl, pt, pt_br, zh

source: La longitud del campo no puede superar los 20 caracteres.
ca: La longitud del camp no pot superar els 20 caràcters.
fr: La longueur du champ ne peut pas dépasser 20 caractères.
it: La lunghezza del campo non può superare i 20 caratteri.
pl: Długość pola nie może przekraczać 20 znaków.
pt: O comprimento do campo não pode exceder 20 caracteres.
pt_br: O tamanho do campo não pode exceder 20 caracteres.
zh: 该字段长度不能超过20个字符。

source: Debe rellenar el campo parte decimal del precio.
ca: Ha d'omplir el camp part decimal del preu.
fr: Vous devez remplir le champ partie décimale du prix.
it: È necessario compilare la parte decimale del campo del prezzo.
pl: Należy wypełnić dziesiętną część pola ceny.
pt: Deve preencher a parte decimal do campo de preços.
pt_br: Deve preencher o campo parte decimal do preço.
zh: 您必须填写金额的小数字段

source: El campo descripción del cliente debe estar relleno.
ca: El camp descripció del client ha d'estar omplert.
fr: Le champ de description du client doit être rempli.
it: Il campo della descrizione del cliente deve essere compilato.
pl: Należy wypełnić pole opisu klienta.
pt: O campo de descrição do cliente deve ser preenchido.
pt_br: O campo nome do cliente deve estar preenchido.
zh: 客户描述字段必须填写

source: La longitud del campo Nombre no puede superar los {max} caracteres.
ca: La longitud de camp Nom no pot superar els {max} caràcters.
fr: La longueur du champ Nom ne peut pas dépasser {max} caractères.
it: La lunghezza del campo Nome non può superare i {max} caratteri.
pl: Długość pola Nazwa nie może przekraczać {max} znaków.
pt: O comprimento do campo Nome não pode exceder {max} caracteres.
pt_br: O tamanho do campo NOME não pode exceder {max} caracteres.
zh: 名称字段长度不能超过{max}个字符

source: El valor debe ser numérico.
ca: El valor ha de ser numèric.
fr: La valeur doit être numérique.
it: Il valore deve essere numerico.
pl: Wartość musi być liczbowa.
pt: O valor deve ser numérico.
pt_br: O valor deve ser numérico.
zh: 该值必须是数字

source: Debe rellenar el campo parte entera del precio.
ca: Ha d'omplir el camp part entera del preu.
fr: Vous devez remplir le champ une partie entière du prix.
it: È necessario compilare l'intera parte del campo del prezzo.
pl: Musisz wypełnić całą część pola ceny.
pt: Deve preencher toda a parte do campo de preços.
pt_br: Deve preencher o campo parte inteira do preço.
zh: 您必须填写金额的整数字段

source: Debe introducir el código de tienda.
ca: Ha d'introduir el codi de botiga.
fr: Vous devez entrer le code du magasin.
it: Devi inserire il codice del negozio.
pl: Należy wprowadzić prawidłowy kod sprzedawcy
pt: Tem de introduzir o código da loja.
pt_br: Deve digitar o código da loja.
zh: 您必须输入商店代码

source: Debe ingresar un nombre de usuario.
ca: Ha d'introduir un nom d'usuari.
fr: Vous devez entrer un nom d'utilisateur.
it: È necessario immettere un nome utente.
pl: Musisz podać nazwę użytkownika.
pt: Tem de introduzir um nome de utilizador.
pt_br: Você deve digitar o nome do usuário.
zh: 你必须输入用户名称

source: Debe ingresar un password.
ca: Ha d'introduïr la contrasenya.
fr: Vous devez entrer un mot de passe.
it: È necessario immettere una password.
pl: Musisz wprowadzić hasło.
pt: Tem de introduzir uma senha.
pt_br: Digite a senha.
zh: 你必须输入密码

source: La longitud del campo Observaciones no puede superar los {max} caracteres.
ca: La longitud de camp Observacions no pot superar els {max} caràcters.
fr: La longueur du champ Observations ne peut pas dépasser {max} caractères.
it: La lunghezza del campo Osservazioni non può superare i {max} caratteri.
pl: Długość pola Obserwacje nie może przekraczać {max} znaków.
pt: O comprimento do campo Observações não pode exceder {max} caracteres.
pt_br: O tamanho do campo OBSERVAÇÃO não pode exceder {max} caracteres.
zh: 镇字段长度不能超过{max}个字符。

source: La longitud del campo no puede superar los 45 caracteres.
ca: La longitud del camp no pot superar els 45 caràcters.
fr: La longueur du champ ne peut pas dépasser 45 caractères.
it: La lunghezza del campo non può superare i 45 caratteri.
pl: Długość pola nie może przekraczać 45 znaków.
pt: O comprimento do campo não pode exceder 45 caracteres.
pt_br: O tamanho do campo não pode exceder 45 caracteres.
zh: 字段长度不能超过45个字符。

source: Debe rellenar el campo prefijo.
ca: Ha d'omplir el camp prefix.
fr: Vous devez remplir le champ du préfixe.
it: È necessario compilare il campo prefisso.
pl: Należy wypełnić pole prefiksu.
pt: Tem de preencher o campo de prefixos.
pt_br: Deve preencher o campo prefixo.
zh: 您必须填写区域代码字段

source: Debe rellenar el campo nombre.
ca: Ha d'omplir el camp nom.
fr: La longueur du champ ne peut pas passer de 50 caractères.
it: È necessario compilare il campo del nome.
pl: Musisz wypełnić pole nazwy.
pt: Tem de preencher o campo de nomes.
pt_br: Você deve preencher o campo NOME.
zh: 您必须填写名称字段

source: La longitud del identificador debe ser como máximo de {max} caracteres.
ca: La longitud de la valor ha de ser com a màxim de {max} caràcters.
fr: La longueur de la valeur doit être au maximum de {max} caractères,
it: La lunghezza del valore deve essere massima di {max} caratteri.
pl: Długość pola musi wynosić od {min} do {max} znaków.
pt: O comprimento do valor deve ser um máximo de {max} caracteres.
pt_br: O comprimento do campo identificador deve no máximo de {max} caracteres.
zh: 该字段长度该有{min}到{max}个字符。

source: La longitud del campo no puede superar los 2 caracteres.
ca: La longitud de camp no pot superar els 2 caràcters.
fr: La longueur du champ ne peut pas dépasser 2 caractères.
it: La lunghezza del campo non può superare i 2 caratteri.
pl: Długość pola nie może przekraczać 2 znaków.
pt: O comprimento do campo não pode exceder 2 caracteres.
pt_br: O tamanho do campo não pode exceder 2 caracteres.
zh: 该字段长度不能超过2个字符。

source: La longitud del campo número de documento no puede superar los {max} caracteres
ca: La longitud de camp número de document no pot superar els {max} caràcters
fr: La longueur du champ du numéro de document ne peut pas dépasser {max} caractères
it: La lunghezza del campo del numero del documento non può superare i {max} caratteri
pl: Długość pola numeru dokumentu nie może przekraczać {max} znaków
pt: O comprimento do campo de números do documento não pode exceder {max} caracteres
pt_br: O comprimento do número do documento não pode exceder {max} caracteres
zh: 文件号码字段长度不能超过{max}个字符

source: El importe introducido no es válido
ca: L'import introduït no és vàlid
fr: Le montant saisi n'est pas valide
it: L'importo inserito non è valido
pl: Numer karty jest nieprawidłowy.
pt: O valor introduzido não é válido
pt_br: O valor digitado não é válido
zh: 输入的金额无效。

source: El saldo ha de tener un valor positivo válido
ca: El saldo ha de tenir un valor positiu vàlid
fr: Le solde doit avoir une valeur positive valide
it: Il saldo deve avere un valore positivo valido
pl: Saldo musi mieć prawidłową wartość dodatnią
pt: O saldo deve ter um valor positivo válido
pt_br: O saldo deve ter um valor positivo válido
zh: 余额必须有一个有效的正值

source: La longitud del campo población no puede superar los {max} caracteres
ca: La longitud de camp població no pot superar els {max} caràcters
fr: La longueur du champ de ville ne peut pas dépasser {max} caractères
it: La lunghezza del campo Popolazione non può superare i {max} caratteri
pl: Długość pola populacji nie może przekraczać {max} znaków
pt: O comprimento do campo populacional não pode exceder {max} caracteres
pt_br: O tamanho do campo COMPLEMENTO não pode exceder {max} caracteres
zh: 镇字段长度不能超过{max}个字符。

source: Debe rellenar el campo provincia
ca: Ha d'omplir el camp província
fr: Vous devez remplir le champ province
it: È necessario compilare il campo provincia
pl: Musisz wypełnić pole prowincji
pt: Você deve preencher o campo da província
pt_br: O campo endereço deve ser preenchido
zh: 您必须填写省字段

source: El campo precio no es un número válido.
ca: El camp preu no és un nombre vàlid.
fr: Le champ de prix n'est pas un nombre valide.
it: Il campo del prezzo non è un numero valido.
pl: Pole ceny nie jest prawidłową liczbą.
pt: O campo de preços não é um número válido.
pt_br: Digite um valor válido para o campo preço.
zh: 金额字段不是有效数值。

source: La Longitud del campo Localidad no puede superar los {max} caracteres.
ca: La Longitud de camp Localitat no pot superar els {max} caràcters.
fr: Le champ Longueur de la localité ne peut pas dépasser {max} caractères.
it: La lunghezza del campo Località non può superare i {max} caratteri.
pl: Długość pola Miejscowość nie może przekraczać {max} znaków.
pt: O comprimento do campo localidade não pode exceder {max} caracteres.
pt_br: O tamanho do campo LOCALIDADE não pode exceder {max} caracteres.
zh: 地区字段长度不能超过{max}个字符

source: Debe rellenar el campo documento
ca: Ha d'omplir el camp document
fr: Vous devez remplir le champ du document
it: È necessario compilare il campo del documento
pl: Należy wybrać typ dokumentu
pt: Tem de preencher o campo de documentos
pt_br: Você deve preencher o campo documento
zh: 您必须填写文档字段

source: La longitud del campo no puede superar los 50 caracteres.
ca: La longitud del camp no pot superar els 50 caràcters.
fr: La longueur du champ ne peut pas dépasser 50 caractères.
it: La lunghezza del campo non può superare i 50 caratteri.
pl: Długość pola nie może przekraczać 50 znaków.
pt: O comprimento do campo não pode exceder 50 caracteres.
pt_br: O tamanho do campo não pode exceder 50 caracteres.
zh: 该字段长度不能超过50个字符。

source: La longitud del campo nombre comercial no puede superar los {max} caracteres
ca: La longitud de camp nom comercial no pot superar els {max} caràcters
fr: La longueur du champ du nom commercial ne peut pas dépasser {max} caractères
it: La lunghezza del campo del nome commerciale non può superare i {max} caratteri
pl: Długość pola nazwy firmy nie może przekraczać {max} znaków
pt: O comprimento do campo de nomes comerciais não pode exceder {max} caracteres
pt_br: O tamanho do campo NOME COMERCIAL não pode exceder {max} caracteres
zh: 名称字段长度不能超过{max}个字符

source: Debe rellenar el campo nombre
ca: Ha d'omplir el camp nom
fr: Vous devez remplir le champ du nom
it: È necessario compilare il campo del nome
pl: Należy wybrać typ dokumentu
pt: Tem de preencher o campo de nomes
pt_br: Você deve preencher o campo NOME
zh: 您必须填写名字字段

source: Debe seleccionar un código de tratamiento de impuestos.
ca: Ha de seleccionar un codi de tractament d'impostos.
fr: Vous devez sélectionner un code de traitement fiscal.
it: È necessario selezionare un codice di trattamento fiscale.
pl: Należy wybrać kod
pt: Tem de selecionar um código de tratamento fiscal.
pt_br: Deve selecionar um código de tratamento de impostos.
zh: 您必须选择一种税务处理代码

source: Debe rellenar el campo parte entera de la cantidad.
ca: Ha d'omplir el camp part entera de la quantitat.
fr: Vous devez remplir le champ une partie entière du montant.
it: È necessario compilare l'intera parte del campo quantità.
pl: Należy wypełnić całą część pola ilości.
pt: Deve preencher toda a parte do campo de quantidade.
pt_br: Deve preencher o campo parte inteira da quantidade.
zh: 您必须填写数量的整数字段

source: Debe seleccionar un tipo de documento
ca: Ha de seleccionar un tipus de document
fr: Vous devez sélectionner un type de document
it: È necessario selezionare un tipo di documento
pl: Należy wybrać typ dokumentu
pt: Tem de selecionar um tipo de documento
pt_br: Você deve selecionar um tipo de documento
zh: 您必须选择一种文档类型

source: La longitud del campo Email no puede superar los {max} caracteres.
ca: La longitud de camp email no pot superar els {max} caràcters.
fr: La longueur du champ Email ne peut pas dépasser {max} caractères.
it: La lunghezza del campo Email non può superare i {max} caratteri.
pl: Długość pola Adres e-mail nie może przekraczać {max} znaków.
pt: O comprimento do campo de e-mail não pode exceder {max} caracteres.
pt_br: O tamanho do campo E-MAIL não pode exceder {max} caracteres.
zh: 地址字段长度不能超过{max}个字符

source: El campo 'Código de documento' no puede tener más de {max} dígitos.
ca: El camp 'Codi de document' no pot tenir més de {max} dígits.
fr: Le champ "Code du document" ne peut pas contenir plus de {max} chiffres.
it: Il campo "Codice documento" non può contenere più di {max} cifre.
pl: Pole "Kod dokumentu" nie może zawierać więcej niż {max} cyfr.
pt: O campo "Código documento" não pode ser superior a {max} dígitos.
pt_br: O campo 'Código de documento' não pode ser maior que {max} dígitos.
zh: '文档代码' 不能超过{max}数值

source: Ha de indicar una fecha de cierre
ca: Ha d'indicar una data de tancament
fr: Vous devez indiquer une date de clôture
it: È necessario indicare una data di chiusura
pl: Należy podać datę
pt: Deve indicar uma data de encerramento
pt_br: Você deve inserir uma data para fechamento
zh: 必须指出关闭日期

source: La longitud del campo no puede superar los 15 caracteres.
ca: La longitud del camp no pot superar els 15 caràcters.
fr: La longueur du champ ne peut pas dépasser 15 caractères.
it: La lunghezza del campo non può superare i 15 caratteri.
pl: Długość pola nie może przekraczać 15 znaków.
pt: O comprimento do campo não pode exceder 15 caracteres.
pt_br: O tamanho do campo não pode exceder 15 caracteres.
zh: 字段长度不能超过15个字符。

source: La longitud del campo descripción no puede superar los {max} caracteres
ca: La longitud de camp descripció no pot superar els {max} caràcters
fr: La longueur du champ de description ne peut pas dépasser {max} caractères
it: La lunghezza del campo della descrizione non può superare i {max} caratteri
pl: Długość pola opisu nie może przekraczać {max} znaków
pt: O comprimento do campo de descrição não pode exceder {max} caracteres
pt_br: O tamanho do campo de DESCRIÇÃO não pode exceder {max} caracteres
zh: 描述字段长度不能超过{max}个字符

source: Debe seleccionar el país del cliente.
ca: Ha de seleccionar el país del client.
fr: Vous devez sélectionner le pays du client.
it: È necessario selezionare il paese del cliente.
pl: Należy wybrać odpowiedni typ dokumentu.
pt: Tem de selecionar o país do cliente.
pt_br: Por favor, selecione o país do cliente.
zh: 您必须选择客户国家

source: Debe rellenar el campo posición del contenido.
ca: Ha d'omplir el camp posició de l'contingut.
fr: Vous devez remplir le champ de position de contenu.
it: È necessario compilare il campo posizione contenuto.
pl: Należy wybrać jedną z opcji w dolnym panelu.
pt: Tem de preencher o campo de posição de conteúdo.
pt_br: Deve preencher o campo posição do conteúdo.
zh: 您必须填写内容的位置字段

source: La longitud del campo Móvil no puede superar los {max} caracteres.
ca: La longitud de camp Mòbil no pot superar els {max} caràcters.
fr: La longueur du champ Mobile ne peut pas dépasser {max} caractères.
it: La lunghezza del campo Mobile non può superare i {max} caratteri.
pl: Długość pola Mobile nie może przekraczać {max} znaków.
pt: O comprimento do campo Mobile não pode exceder {max} caracteres.
pt_br: O tamanho do campo CELULAR não pode exceder {max} caracteres.
zh: 公司名称字段长度不能超过{max}个字符。

source: La fecha de cierre introducida no es válida
ca: La data de tancament introduïda no és vàlida
fr: La date de clôture saisie n'est pas valide
it: La data di chiusura inserita non è valida
pl: Termin odbioru jest obowiązkowy
pt: A data de encerramento inscrita não é válida
pt_br: A data de fechamento digitada não é válida
zh: 输入的关闭日期无效。

source: Debe rellenar el campo apellidos
ca: Ha d'omplir el camp cognoms
fr: Vous devez remplir le champ nom de famille
it: È necessario compilare il campo cognome
pl: Musisz wypełnić pole Nazwisko
pt: Tem de preencher o campo de último nome
pt_br: Você deve preencher o campo apelido
zh: 您必须填写姓氏字段

source: La longitud del campo teléfono no puede superar los {max} caracteres
ca: La longitud de camp telèfon no pot superar els {max} caràcters
fr: La longueur du champ de téléphone ne peut pas dépasser {max} caractères
it: La lunghezza del campo del telefono non può superare i {max} caratteri
pl: Długość pola telefonu nie może przekraczać {max} znaków
pt: O comprimento do campo telefónico não pode exceder {max} caracteres
pt_br: O tamanho do campo de TELEFONE não pode exceder {max} caracteres
zh: 电话字段长度不能超过{max}个字符

source: El campo país del cliente debe estar relleno.
ca: El camp descripció del client ha d'estar omplert.
fr: Le champ du pays du client doit être rempli.
it: Il campo del paese del cliente deve essere compilato.
pl: Należy wypełnić pole Kraj klienta.
pt: O campo de campo do cliente deve ser preenchido.
pt_br: O campo país do cliente deve ser preenchido.
zh: 客户国家字段必须填写

source: Debe rellenar el campo descripción.
ca: Ha d'omplir el camp descripció.
fr: Vous devez remplir le champ de description.
it: È necessario compilare il campo della descrizione.
pl: Musisz wypełnić pole opisu.
pt: Deve preencher o campo de descrição.
pt_br: Você deve preencher o campo descrição.
zh: 您必须填写描述字段

source: Debe rellenar el campo telefono.
ca: Ha d'omplir el camp telèfon.
fr: Vous devez remplir le champ téléphone.
it: È necessario compilare il campo del telefono.
pl: Musisz wypełnić pole telefonu.
pt: Tens de preencher o campo telefónico.
pt_br: Você deve preencher o campo de telefone.
zh: 您必须填写电话字段

source: El campo 'Tipo de documento' no puede estar vacío.
ca: El camp 'Tipus de document' no pot estar buit.
fr: Le champ "Type de document" ne peut pas être vide.
it: Il campo "Tipo di documento" non può essere vuoto.
pl: Pole "Typ dokumentu" nie może być puste.
pt: O campo 'Tipo de Documento' não pode estar vazio.
pt_br: O campo 'Tipo de Documento' deve ser preenchido.
zh: 文档类型字段不能为空

source: La fecha introducida no tiene un formato correcto.
ca: La data introduïda ha de tenir el format dd/MM/yyyy.
fr: La date saisie n'est pas dans un format correct.
it: La data immessa non è formattata correttamente.
pl: Wprowadzona data nie jest poprawnie sformatowana.
pt: A data inserida não está formatada corretamente.
pt_br: Digite os valores corretamente.
zh: 输入的日期没有正确的格式

source: Debe rellenar el campo email
ca: Ha d'omplir el camp email
fr: Vous devez remplir le champ email
it: Devi compilare il campo email
pl: Musisz wypełnić pole e-mail
pt: Você deve preencher o campo de e-mail
pt_br: Deve preencher o campo de e-mail
zh: 您必须填写电子邮件字段

source: La longitud de la descripción del artículo debe ser como máximo de {max} caracteres,
ca: La longitud de la descripció ha de ser com a màxim de {max} caràcters,
fr: La longueur de la description doit être au maximum de {max} caractères,
it: La lunghezza della descrizione deve essere di un massimo di {max} caratteri,
pl: Długość użytkownika musi wynosić od {min} do {max} znaków.
pt: O comprimento da descrição deve ter no máximo {max} caracteres,
pt_br: O comprimento do campo descrição do produto deve ter no máximo {max} caracteres,
zh: 说明的长度必须是{max}个字符的最大值，

source: La longitud del código de artículo debe ser como máximo de {max} caracteres,
ca: La longitud de la valor ha de ser com a màxim de {max} caràcters,
fr: La longueur de la valeur doit être au maximum de {max} caractères,
it: La lunghezza del valore deve essere massima di {max} caratteri,
pl: Długość pola musi wynosić od {min} do {max} znaków.
pt: O comprimento do valor deve ser um máximo de {max} caracteres,
pt_br: O comprimento do campo código do item deve no máximo de {max} caracteres,
zh: 该字段长度该有{min}到{max}个字符。

source: Debe rellenar el campo del nombre comercial del cliente.
ca: Ha d'omplir el camp del nom comercial de client.
fr: Vous devez remplir le champ du nom commercial du client.
it: È necessario compilare il campo del nome dell'attività del cliente.
pl: Należy wybrać odpowiedni typ dokumentu.
pt: Tem de preencher o campo de nomes do cliente.
pt_br: Deve preencher o campo nome comercial do cliente.
zh: 您必须填写客户识别字段

source: Debe introducir el código de identificación del documento.
ca: Ha d'introduir el codi d'identificació del document.
fr: Vous devez saisir le code d'identification du document.
it: È necessario inserire il codice identificativo del documento.
pl: Należy wprowadzić prawidłowy kod sprzedawcy
pt: Deve introduzir o código de identificação do documento.
pt_br: Deve digitar o campo de identificação do documento.
zh: 你必须输入文件识别码

source: Debe rellenar el campo longitud del contenido.
ca: Ha d'omplir el camp longitud del contingut.
fr: Vous devez remplir le champ de longueur du contenu.
it: È necessario compilare il campo Lunghezza contenuto.
pl: Należy wypełnić pole Długość zawartości.
pt: Tem de preencher o campo Content Length.
pt_br: Por favor, preencha o campo tamanho do conteúdo.
zh: 您必须填写长度字段内容

source: Campo requerido
ca: Camp requerit
fr: Champs requis
it: Campo obbligatorio
pl: Pole wymagane
pt: Campo obrigatório
pt_br: Campo obrigatório
zh: 必填字段

source: La longitud del campo Población no puede superar los {max} caracteres.
ca: La longitud de camp Població no pot superar els {max} caràcters.
fr: La longueur du champ Ville ne peut pas dépasser {max} caractères.
it: La lunghezza del campo Popolazione non può superare {max} caratteri.
pl: Długość pola Populacja nie może przekraczać {max} znaków.
pt: O comprimento do campo populacional não pode exceder {max} caracteres.
pt_br: O tamanho campo CIDADE não pode exceder {max} caracteres.
zh: 镇字段长度不能超过{max}个字符。

source: El campo 'Código de ticket' no puede estar vacío.
ca: El camp 'Codi de tiquet' no pot estar buit.
fr: Le champ "Code du ticket" ne peut pas être vide.
it: Il campo "Codice biglietto" non può essere vuoto.
pl: Pole "Kod biletu" nie może być puste.
pt: O campo "Código dos Bilhetes" não pode estar vazio.
pt_br: O campo 'código do cupom' deve ser preenchido.
zh: '发票代码'不能为空

source: La longitud del código no puede tener más de {max} dígitos.
ca: La longitud del codi no pot tenir més de {max} dígits.
fr: La longueur du code ne peut pas comporter plus de {max} chiffres.
it: La lunghezza del codice non può essere superiore a {max} cifre.
pl: Długość kodu nie może być większa niż {max} cyfr.
pt: O comprimento do código não pode ser superior a {max} dígitos.
pt_br: O tamanho do código não pode ter mais de {max} dígitos.
zh: 代码字段不能超过{max}数值

source: La longitud del campo Código de Pais no puede superar los {max} caracteres.
ca: La longitud de el camp Codi de País no pot superar els {max} caràcters.
fr: La longueur du champ Code de pays ne peut pas dépasser {max} caractères.
it: La lunghezza del campo Prefisso internazionale non può superare i {max} caratteri.
pl: Długość pola Kod kraju nie może przekraczać {max} znaków.
pt: O comprimento do campo Código do País não pode exceder {max} caracteres.
pt_br: O tamanho do campo CÓDIGO DO PAÍS não pode exceder {max} caracteres.
zh: 邮政编码字段长度不能超过{max}个字符

source: Debe rellenar el campo domicilio
ca: Ha d'omplir el camp domicili
fr: Vous devez remplir le champ d'adresse
it: È necessario compilare il campo dell'indirizzo
pl: Należy wybrać typ dokumentu
pt: Tem de preencher o campo de endereços
pt_br: O campo endereço deve ser preenchido
zh: 您必须填写地址字段

source: La longitud del campo num. documento no puede superar los {max} caracteres
ca: La longitud de camp num. document no pot superar els {max} caràcters
fr: La longueur du champ du numéro de document ne peut pas dépasser {max} caractères
it: Lunghezza del campo num. Il documento non può superare {max} caratteri
pl: Długość pola num. Dokument nie może przekraczać {max} znaków
pt: O comprimento do campo num. documento não pode exceder {max} caracteres
pt_br: O tamanho do campo número de documento não pode exceder {max} caracteres
zh: 文件号码字段长度不能超过{max}个字符

source: Debe rellenar el campo domicilio.
ca: Ha d'omplir el camp domicili.
fr: Vous devez remplir le champ d'adresse.
it: È necessario compilare il campo dell'indirizzo.
pl: Musisz wypełnić pole adresu.
pt: Tem de preencher o campo de endereços.
pt_br: Deve preencher o campo de DOMICILIIO.
zh: 您必须填写地址字段
