Repository: AlvaroLS01/PAM69
Catalog: comerzzia-pos-i18n/czz-pos_*.po
Languages: ca, fr, it, pl, pt, pt_br, zh

source: La clave actual no es correcta
ca: La clau actual no és correcta
fr: La clé actuelle n'est pas correcte
it: La chiave corrente non è corretta
pl: Obecny klucz nie jest poprawny
pt: A chave atual não está correta
pt_br: A senha atual está incorreta
zh: 当前密码不正确

source: No se han especificado las notificaciones. Contacte con un administrador si el problema persiste.
ca: No s'han especificat les notificacions. Contacti amb un administrador si el problema persisteix.
fr: Les notifications n'ont pas été spécifiées. Contactez un administrateur si le problème persiste.
it: Le notifiche non sono specificate. Contattare un amministratore se il problema persiste.
pl: Powiadomienia nie są określone. Skontaktuj się z administratorem, jeśli problem będzie się powtarzał.
pt: As notificações não são especificadas. Contacte um administrador se o problema persistir.
pt_br: As notificações não foram especificadas. Entre em contato com um administrador se o problema persistir.
zh: 无法关闭屏幕。请联系管理员。

source: El campo debe estar en mayúsculas
ca: El camp ha d'estar en majúscules
fr: La quantité doit être plus petite que {0}
it: Il campo deve essere maiuscolo
pl: Pole musi być zapisane wielkimi literami
pt: O campo deve ser maiússmo
pt_br: O campo deve estar em letras minúsculas
zh: 字段必须是大写

source: El campo debe estar en minúsculas
ca: El camp ha d'estar en minúscules
fr: La quantité doit être plus petite que {0}
it: Il campo deve essere minuscolo
pl: Pole musi być pisane małymi literami
pt: O campo deve ser minúsculo
pt_br: O campo deve estar em letras minúsculas
zh: 字段必须是小写

source: La fecha introducida no es válida
ca: La data introduïda no és vàlida
fr: La date saisie n'est pas valide
it: La data inserita non è valida
pl: Wprowadzona data jest nieprawidłowa
pt: A data inserida não é válida
pt_br: A data digitada não é válida
zh: 输入的日期是无效的。

source: La fecha introducida no puede ser una fecha futura
ca: La data introduïda no pot ser una data futura
fr: La date saisie ne peut pas être une date future
it: La data immessa non può essere una data futura
pl: Wprowadzona data nie może być datą przyszłą
pt: A data inserida não pode ser uma data futura
pt_br: A data introduzida não pode ser uma data futura
zh: 输入的日期不能是未来的日期

source: La fecha introducida no puede ser una fecha pasada
ca: La data introduïda no pot ser una data passada
fr: La date de fermeture ne peut pas être antérieure à la date d'ouverture
it: La data immessa non può essere una data passata
pl: Wprowadzona data nie może być datą przeszłą
pt: A data inserida não pode ser uma data passada
pt_br: A data introduzida não pode ser uma data anterior
zh: 输入的日期不能是过去的日期

source: El campo no es un número válido.
ca: El camp no és un nombre vàlid.
fr: Le champ n'est pas un nombre valide.
it: Il campo non è un numero valido.
pl: To pole nie jest poprawną liczbą.
pt: O campo não é um número válido.
pt_br: O campo não é um número válido.
zh: 字段不是有效的数字。

source: El campo permite un maximo de {decimales} decimales.
ca: El camp permet un màxim de {decimals} decimals.
fr: Le champ autorise un maximum de {décimales} décimales.
it: Il campo consente un massimo di {decimales} cifre decimali.
pl: Pole dopuszcza maksymalnie {decimal} miejsc po przecinku.
pt: O campo permite um máximo de {decimales} casas decimais.
pt_br: O campo permite um máximo de {decimales} decimais.
zh: 该字段最多允许{小数}小数。

source: El importe introducido no es válido.
ca: L'import introduït no és vàlid.
fr: Le montant saisi n'est pas valide.
it: L'importo inserito non è valido.
pl: Wpisana kwota jest nieprawidłowa.
pt: O valor inserido não é válido.
pt_br: O valor digitado não é valido.
zh: 输入的金额是无效的。

source: El campo permite un máximo de {0} caracteres
ca: El camp permet un màxim de {0} caràcters
fr: Le champ autorise un maximum de {0} caractères
it: Il campo consente un massimo di {0} caratteri
pl: Pole dopuszcza maksymalnie {max} znaków
pt: O campo permite um máximo de {0} caracteres
pt_br: O campo permite um máximo de {0} caracteres
zh: 该字段最多允许 {0} 个字符

source: El movimiento producir?a un saldo negativo en la tarjeta
fr: Le document %s est introuvable
it: Documento %s non trovato
pl: Nie znaleziono dokumentu %s
pt: Documento %s não encontrado
zh: 该文件%s未找到

source: Se ha restablecido la comunicación de notificaciones
ca: S'ha restablert la comunicació de notificacions
fr: La communication de notification a été rétablie
it: La comunicazione di notifica è stata ripristinata
pl: Komunikacja powiadomień została przywrócona
pt: A comunicação de notificação foi restaurada
pt_br: O recebimento de notificações foi restabelecido
zh: 已恢复通信通知

source: Ha ocurrido un error al obtener notificaciones. Compruebe la configuración.
ca: Hi ha hagut un error al obtenir notificacions. Comprovi la configuració.
fr: Une erreur s'est produite lors de la réception des notifications. Vérifiez la configuration.
it: Si è verificato un errore durante la ricezione delle notifiche. Controlla le impostazioni.
pl: Wystąpił błąd podczas pobierania powiadomień. Sprawdź konfigurację.
pt: Ocorreu um erro ao receber notificações. Verifique as configurações.
pt_br: Ocorreu um erro ao receber notificações. Verifique as configurações.
zh: 获得通知时出现错误。请检查设置。

source: In progress
fr: En cours
it: In corso
pl: W toku
pt: Em curso
pt_br: Em andamento
zh: 进行中

source: El archivo de configuración no ha sido cargado
ca: El fitxer de configuració no està carregat
fr: Le module de Fidélité n'est pas chargé
it: Il modulo Loyalty non è caricato
pl: Karta lojalnościowa {0} nie jest aktywna
pt: O módulo de fidelização não está carregado
pt_br: O arquivo de configuração não foi carregado
zh: 会员卡{0}不活跃

source: La actividad no ha sido configurada
ca: L´activitat no s´ha configurat
fr: Propriété non configurée
it: Proprietà non configurata
pl: Właściwość nieskonfigurowana
pt: Propriedade não configurada
pt_br: A atividade não foi configurada
zh: 属性未配置

source: La actividad {0} no ha sido encontrada
ca: L´activitat {0} no s´ha trobat
fr: L´activité {0} est introuvable
it: Attività {0} non trovata
pl: Operacja została odrzucona.
pt: Atividade {0} não encontrada
pt_br: Atividade {0} não encontrada
zh: 未找到活动 {0}

source: En progreso
ca: En progrés
fr: En cours
it: In corso
pl: W toku
pt: Em curso
pt_br: Em andamento
zh: 进行中

source: Fallido
ca: Fallit
fr: Noms de famille
it: Fallito
pl: Nazwisko
pt: Sobrenomes
pt_br: Falha
zh: 姓氏

source: Desconocido
ca: Desconegut
fr: Inconnue
it: Sconosciuto
pl: nieznany
pt: Desconhecido
pt_br: Desconhecido
zh: 说明

source: Error inicializando sesión
ca: Error inicialitzant sessió
fr: Erreur lors de l'initialisation de la session
it: Impossibile inizializzare la sessione
pl: Błąd podczas inicjowania sesji
pt: Não consegui inicializar a sessão
pt_br: Erro ao inicializar seção
zh: 无法登录

source: La impresora no ha sido inicializado correctamente.
ca: La impressora no s'ha iniciat correctament.
fr: L'imprimante n'a pas été initialisée correctement.
it: La stampante non è stata inizializzata correttamente.
pl: Drukarka nie została poprawnie zainicjowana.
pt: A impressora não foi inicializada corretamente.
pt_br: A impressora não foi iniciada corretamente.
zh: 打印机未正确初始化。

source: Dispositivo cerrado.
ca: Dispositiu tancat.
fr: Appareil fermé.
it: Dispositivo chiuso.
pl: Urządzenie zamknięte.
pt: Dispositivo fechado.
pt_br: Dispositivo sem comunicação.
zh: 设备已关闭。

source: Error obteniendo estado del dispositivo
ca: Error obtenint l'estat del dispositiu
fr: Erreur lors de l'obtention de l'état de l'appareil
it: Errore durante il recupero dello stato del dispositivo
pl: Błąd podczas pobierania stanu urządzenia
pt: Erro obtendo status do dispositivo
pt_br: Erro lendo o status do dispositivo
zh: 获取设备状态时出错

source: La configuración del visor "{0}" no es correcta
ca: La configuració del visor "{0}" no és correcta
fr: La configuration de la visionneuse "{0}" n'est pas correcte
it: L´impostazione del visualizzatore "{0}" non è corretta
pl: Konfiguracja przeglądarki „{0}” jest nieprawidłowa
pt: A configuração do visualizador "{0}" não está correta
pt_br: A configuração "{0}" incorreta
zh: 浏览器配置 "{0}" 是不正确的

source: La configuración del visor "{0}" no es correcta.
ca: La configuració del visor "{0}" no és correcta.
fr: La configuration du lecteur "{0}" n'est pas correcte.
it: L´impostazioni del visualizzatore "{0}" non sono corrette.
pl: Konfiguracja przeglądarki „{0}” jest nieprawidłowa.
pt: As configurações do visualizador "{0}" não estão corretas.
pt_br: A configuração do visor "{0}" incorreta.
zh: 浏览器配置 "{0}" 是不正确的。

source: El tipo conexion "{0}" no es válido.
ca: El tipus connexió "{0}" no és vàlid.
fr: Le type de connexion "{0}" n'est pas valide.
it: Il tipo di connessione "{0}" non è valido.
pl: Typ połączenia „{0}” jest nieprawidłowy.
pt: O tipo de conexão "{0}" não é válido.
pt_br: O tipo de conexão "{0}" não é válido.
zh: 连接类型 "{0}" 无效

source: Compruebe que el segundo monitor está encendido.
ca: Comproveu que el segon monitor està encès.
fr: Vérifiez que le deuxième moniteur est allumé.
it: Verificare che il secondo monitor sia acceso.
pl: Sprawdź, czy drugi monitor jest włączony.
pt: Verifique se o segundo monitor está ligado.
pt_br: Verifique se o segundo monitor está ligado.
zh: 检查第二个显示器上。

source: Los parámetros de configuración de la pantalla no son correctos.
ca: Els paràmetres de configuració de la pantalla no són correctes.
fr: Les paramètres de configuration d'affichage ne sont pas corrects.
it: I parametri di configurazione dello schermo non sono corretti.
pl: Parametry konfiguracji wyświetlania są nieprawidłowe.
pt: Os parâmetros de configuração do display não estão corretos.
pt_br: Os parâmetros de configuração do monitor estão incorretas.
zh: 屏幕设置的参数不正确。

source: Compruebe que el visor está encendido y reinicie el TPV
ca: Comproveu que el visor està encès i torna a arrencar el TPV
fr: Vérifiez que l'écran est allumé et redémarrez le POS
it: Verificare che il mirino sia acceso e riavviare il POS
pl: Sprawdź, czy wyświetlacz jest włączony i uruchom ponownie POS
pt: Verifique se o visor está ligado e reinicie o POS
pt_br: Verifique se o monitor está ligado e reinicie o PDV
zh: 检查显示器是否开着，然后重新启动TPV

source: El fidelizado se ha consultado correctamente, pero ha ocurrido un error cargando sus cupones disponibles. Consulte con el administrador.
ca: El fidelitzat s'ha consultat correctament, però ha succeït un error carregant els seus cupons disponibles. Consulteu amb l' administrador.
fr: La fidélité a été consultée correctement, mais une erreur s’est produite lors du chargement de leurs coupons disponibles. Vérifiez auprès de votre administrateur.
it: La fedeltà è stata consultata correttamente, ma si è verificato un errore durante il caricamento dei coupon disponibili. Rivolgersi all'amministratore.
pl: Lojalność została poprawnie sprawdzona, ale wystąpił błąd podczas ładowania dostępnych kuponów. Skontaktuj się z administratorem.
pt: A fidelidade foi consultada corretamente, mas ocorreu um erro ao carregar os cupons disponíveis. Verifique com o administrador.
pt_br: A consultada do cliente fidelizado ocorreu corretamente, mas ocorreu um erro ao carregar seus cupons disponíveis. Verifique com o administrador.
zh: 已正确咨询忠诚度，但加载其可用优惠券时出错。请咨询您的管理员。

source: Impresión de informe
ca: Impressió d'informe
fr: Impression de rapports
it: Stampa di report
pl: Drukowanie raportu
pt: Impressão de relatórios
pt_br: Impressão de relatório
zh: 打印报表

source: No queda papel en la impresora.
ca: No queda paper a la impressora.
fr: Il n'y a plus de papier dans l'imprimante.
it: Non c'è più carta nella stampante.
pl: W drukarce nie ma już papieru.
pt: Não há papel na impressora.
pt_br: Impressora sem papel.
zh: 打印机中没有纸张。

source: La tapa de la impresora está abierta.
ca: La tapa de la impressora està oberta.
fr: Le capot de l'imprimante est ouvert.
it: Il coperchio della stampante è aperto.
pl: Pokrywa drukarki jest otwarta.
pt: A tampa da impressora está aberta.
pt_br: Impressora com a tampa aberta.
zh: 打印机盖已打开。

source: La impresión no se ha podido completar correctamente.
ca: La impressió no s'ha pogut completar correctament.
fr: L'impression n'a pas pu être effectuée correctement.
it: Impossibile completare correttamente la stampa.
pl: Nie można pomyślnie ukończyć drukowania.
pt: A impressão não pôde ser concluída com sucesso.
pt_br: Falha na impressora. A impressão não pode ser concluída.
zh: 无法成功完成打印。

source: Error parseando documento para enviar instrucciones al dispositivo de impresión configurado
ca: Error parsejant document per enviar instruccions al dispositiu d'impressió configurat
fr: Erreur d'analyse du document pour envoyer des instructions au périphérique d'impression configuré
it: Errore durante l'analisi del documento per inviare istruzioni alla periferica di stampa configurata
pl: Błąd parsowania dokumentu w celu wysłania instrukcji do skonfigurowanego urządzenia drukującego
pt: Documento de análise de erros para enviar instruções ao dispositivo de impressão configurado
pt_br: Erro ao processar documento para impressão no dispositivo configurado
zh: 错误解析文件发送指令给打印设备

source: Venta Crédito
ca: Venda a crèdit
fr: Vente à crédit
it: Vendita a credito
pl: Sprzedaż na kredyt
pt: Venda a crédito
pt_br: Vendas a Crédito
zh: 赊销

source: Gestión de Tickets
ca: Gestió de tickets
fr: Gestion de documents
it: Gestione Documentale
pl: Zarządzanie pozwoleniami
pt: Gestão de Documentos
pt_br: Gestão de Cupons
zh: 文档管理

source: Devoluciones
ca: Devolucions
fr: Retour
it: Rimborsi
pl: Zwroty
pt: Devoluções
pt_br: Devoluções
zh: 退款

source: FRANCES
ca: FRANCÈS
fr: FRANÇAIS
it: FRANCESE
pl: FRANCUSKI
pt: FRANCÊS
pt_br: FRANCÊS
zh: 法语

source: INTRODUCIR ARTICULOS NUEVOS
ca: INTRODUIR ARTICLES NOUS
fr: INTRODUIRE DE NOUVEAUX ARTICLES
it: INTRODURRE NUOVI ARTICOLI
pl: WPROWADZENIE NOWYCH ARTYKUŁÓW
pt: INTRODUZIR NOVOS ARTIGOS
pt_br: INSERIR NOVOS PRODUTOS
zh: 介绍新文章

source: HORECA
zh: 霍雷卡

source: INGLES
ca: ANGLÈS
fr: ANGLAIS
it: INGLESE
pl: ANGIELSKI
pt: INGLÊS
pt_br: INGLÊS
zh: 英语

source: Central
it: Centrale
pl: Centrala
zh: 总机

source: Venta Identificada
ca: Venda Identificada
fr: Vente Omnicanale
it: Vendite omnicanale
pl: Sprzedaż wielokanałowa
pt: Venda Identificada
pt_br: Venda Identificada
zh: 销售全方位渠道

source: Impresión de cupones
ca: Impressió de cupons
fr: Impression de coupons
it: Stampa di coupon
pl: Drukowanie kuponów
pt: Impressão de cupões
zh: 打印优惠券

source: DEVOLUCIONES
ca: DEVOLUCIONS
fr: ANNULER LE RETOUR
it: ANNULLA RESO
pl: ANULUJ ZWROT
pt: DEVOLUÇÕES
pt_br: DEVOLUÇÕES
zh: 取消退款

source: ITALIANO
ca: ITALIÀ
fr: ITALIEN
pl: WŁOSKI
zh: 意大利语

source: CHINO
ca: XINÈS
fr: CHINOIS
it: CINESE
pl: CHIŃSKI
pt: CHINÊS
pt_br: CHINÊS
zh: 中文

source: Venta restauración
ca: Venda restauració
fr: Vente de restauration
it: Restauro in vendita
pl: Sprzedaż netto
pt: Restauração de venda
zh: 决议日期

source: USAR GENERICOS
ca: FER SERVIR GENÈRICS
fr: UTILISER DES GÉNÉRIQUES
it: USO DI FARMACI GENERICI
pl: UŻYJ LEKÓW GENERYCZNYCH
pt: USE GENÉRICOS
pt_br: USAR GENÉRICOS
zh: 使用基因

source: STOCK-TEST
fr: TEST DE STOCK
pl: TEST ZAPASOWY
pt: TESTE DE ESTOQUE
pt_br: ESTOQUE-TESTE
zh: 库存测试

source: Venta a crédito
ca: Venda a crèdit
fr: Vente à crédit
it: Vendita a credito
pl: Sprzedaż na kredyt
pt: Venda a crédito
pt_br: Vendas a crédito
zh: 赊销

source: Backstore
pt_br: Backoffice
zh: 后台

source: Preparación de pedidos
ca: Preparació de comandes
fr: Préparation des commandes
it: Picking degli ordini
pl: Przygotowanie zamówień
pt: Escolha de encomendas
pt_br: Preparação de pedidos
zh: 准备订单

source: Configuración Código de Barra especiales
ca: Configuració codi de barres
fr: Configuration du code à barres
it: Impostazioni del codice a barre
pl: Konfiguracja aplikacji Axis
pt: Definições de código de barras
pt_br: Configuração de Código de Barras Especiais
zh: 条码配置

source: Gestión de clientes
ca: Gestió de Documents
fr: Gestion de documents
it: Gestione Documentale
pl: Zarządzanie pozwoleniami
pt: Gestão de Documentos
pt_br: Gestão de clientes
zh: 文档管理

source: CATALÁN
ca: CATALÀ
fr: CATALAN
it: CATALANO
pl: KATALOŃSKI
pt: CATALÃO
pt_br: CATALÃO
zh: 加泰隆语

source: Clientes
ca: Clients
fr: Clients
it: Clienti
pl: Klient
zh: 顾客

source: Códigos de Barra especiales
ca: Codis de Barres especials
fr: Codes à barres spéciaux
it: Codici a barre speciali
pl: Specjalne kody kreskowe
pt: Códigos de barras especiais
pt_br: Código de Barras Especiais
zh: 特殊条形码

source: Restauracion
ca: Restauració
fr: Vente de restauration
it: Restauro in vendita
pl: Sprzedaż netto
pt: Restauração de venda
zh: 决议日期

source: Color
fr: Couleur
it: Colore
pl: Kolor
pt: Cor
pt_br: Cor
zh: 颜色

source: ARQUEO VISIBLE
ca: ARQUEIG VISIBLE
fr: VISIBLE TONNAGE
it: TONNAGGIO VISIBILE
pl: WIDOCZNY TONAŻ
pt: TONELAGEM VISÍVEL
pt_br: COR VISÍVEL
zh: 可见吨位

source: Venta profesional
ca: Venda Professional
fr: Vente professionnelle
it: Vendita professionale
pl: Profesjonalna sprzedaż
pt: Venda Profissional
zh: 专业销售

source: POS
pl: PŁATNOŚCI
zh: 位置

source: CERRAR CON DESCUADRE
ca: TANCAR AMB DESQUADRAMENT
fr: DIFFÉRENCE
it: MANCATA CORRISPONDENZA
pl: NIEZBILANSOWANIE
pt: INCOMPATIBILIDADE
pt_br: FECHAR COM DIFERENÇA
zh: 不平衡

source: CANCELAR VENTA
ca: CANCEL·LAR VENDA
fr: TERMINEZ LA VENTE
it: VENDITA COMPLETA
pl: FINALIZUJ SPRZEDAŻ
pt: CANCELAR VENDA
pt_br: CANCELAR VENDA
zh: 完成销售

source: Configuración TPV
ca: Configuració TPV
fr: Configuration POS
it: Configurazione POS
pl: Konfiguracja POS
pt: Configuração de POS
pt_br: Configuração PDV
zh: TPV设置

source: Gestíon de servicios
ca: Gestió de serveis
fr: La gestion des services
it: Gestione dei servizi
pl: Zarządzanie usługami
pt: Gestão de serviços
pt_br: Gestão de Pedidos
zh: 服务管理

source: Gestión de apartados
ca: Gestió d'apartats
fr: Gestion de réservations
it: Gestione delle sezioni
pl: Obsługa kasy
pt: Gestão de secções
zh: 搁置管理

source: BORRAR LINEA
ca: ESBORRAR LINEA
fr: SUPPRIMER LA LIGNE
it: ELIMINA RIGA
pl: USUŃ WIERSZ
pt: EXCLUIR LINHA
pt_br: EXCLUIR LINHA
zh: 删除行

source: Ventas
ca: Vendes
fr: Ventes
it: Vendite
pl: Sprzedaż
pt: Vendas
pt_br: Vendas
zh: 销售

source: Configuración
ca: Configuració
fr: Configuration
it: Configurazione
pl: Konfiguracja
pt: Configuração
pt_br: Configuração
zh: 配置

source: PRINT TICKET
ca: IMPRIMIR TIQUET
fr: MISE EN ATTENTE TICKET
it: BIGLIETTO PARCO
pl: ZAWIEŚ PARAGON
pt: BILHETE DE PARQUE
pt_br: IMPRIMIR CUPOM
zh: 搁放发票

source: PERMITIR CAMBIO ARTICULOS
ca: PERMETRE CANVI ARTICLES
fr: AUTORISER LES ÉLÉMENTS DE MODIFICATION
it: CONSENTI MODIFICA ELEMENTI
pl: ZEZWALAJ NA ZMIANY ELEMENTÓW
pt: PERMITIR ALTERAR ITENS
pt_br: PERMITIR ALTERAR ITENS
zh: 允许更改项目

source: EJECUCION
ca: EXECUCIÓ
fr: DESCRIPTION
it: DESCRIZIONE
pl: OPIS
pt: EXECUÇÃO
pt_br: EXECUÇÃO
zh: 说明

source: Mantenimiento de Clientes
ca: Manteniment de Clients
fr: Maintenance de Clients
it: Manutenzione del cliente
pl: Zarządzanie klientami
pt: Manutenção do Cliente
zh: 客户维护

source: PORTUGUES
ca: PORTUGUÈS
fr: PORTUGAIS
it: PORTOGHESE
pl: KWOTA
pt: PORTUGUÊS
pt_br: PORTUGUÊS
zh: 金额

source: MODIFICAR LINEA
ca: MODIFICAR LÍNIA
fr: MODIFIER LIGNE
it: MODIFICA LINEA
pl: MODYFIKUJ LINIĘ
pt: MODIFICAR LINHA
pt_br: MODIFICAR LINHA
zh: 通告

source: ESPAÑOL
ca: ESPANYOL
fr: ESPAGNOL
it: SPAGNOLO
pl: HISZPAŃSKI
pt: ESPANHOL
pt_br: ESPANHOL
zh: 西班牙语

source: Códigos de Barras especiales
ca: Codis de Barres especials
fr: Codes à barres spéciaux
it: Codici a barre speciali
pl: Specjalne kody kreskowe
pt: Códigos de barras especiais
pt_br: Código de Barras Especiais
zh: 特殊条形码

source: SIN RESTRICCIONES
ca: SENSE RESTRICCIONS
fr: NOTIFICATIONS
it: SENZA RESTRIZIONI
pl: NIEOGRANICZONY
pt: NOTIFICAÇÕES
pt_br: SEM RESTRIÇÃO
zh: 通告

source: Configuración de Medios de Pago
ca: Configuració de Mètodes de Pagament
fr: Configuration des modes de paiement
it: Configurazione dei mezzi di pagamento
pl: Konfiguracja aplikacji Axis
pt: Configuração de Meios de Pagamento
pt_br: Configuração de formas de pagamento
zh: 条码配置

source: Ventas a crédito
ca: Vendes a crèdit
fr: Vente à crédit
it: Vendita a credito
pl: Sprzedaż na kredyt
pt: Venda a crédito
zh: 赊销

source: STOCK-A
pl: MAGAZYN-A
pt: ESTOQUE-A
pt_br: Estoque-A
zh: 库存-A

source: Backoffice
zh: 后台

source: Consulta de Stock
ca: Consulta d'estocs
fr: Demande de stock
it: Consulenza stock
pl: Przeglądanie zapasów
zh: 余额查询

source: Servicios
ca: Serveis
fr: Services
it: Servizi
pl: Usługi
pt: Serviços
pt_br: Serviços
zh: 服务

source: Venta Profesional
ca: Venda Professional
fr: Vente professionnelle
it: Vendita professionale
pl: Profesjonalna sprzedaż
pt: Venda Profissional
pt_br: Venda para Empresas
zh: 专业销售

source: Gestión de servicios
ca: Gestió de serveis
fr: La gestion des services
it: Gestione dei servizi
pl: Zarządzanie usługami
pt: Gestão de serviços
pt_br: Gestão de Pedidos
zh: 服务管理

source: Gestión de Documentos
ca: Gestió de Documents
fr: Gestion de documents
it: Gestione Documentale
pl: Zarządzanie pozwoleniami
pt: Gestão de Documentos
zh: 文档管理

source: Consulta de stocks
ca: Consulta d'estocs
fr: Demande de stock
it: Consulenza stock
pl: Przeglądanie zapasów
pt: Consulta de stock
pt_br: Consulta de Estoque
zh: 余额查询

source: Gestión de Caja
ca: Gestió de Caixa
fr: Gestion de la trésorerie
it: Gestione della liquidità
pl: Obsługa kasy
pt: Gestão de Caixa
pt_br: Gestão de Caixa
zh: 钱箱管理

source: ABRIR CAJON
ca: OBRIR CAIXA
fr: CHANGER DE CAISSIER
it: CAMBIA CASSIERA
pl: OTWÓRZ SZUFLADĘ
pt: ABRIR CAIXA
pt_br: ABRIR CAIXA
zh: 更换柜员

source: Pantalla del Backoffice
ca: Backoffice
fr: Backoffice
it: Backoffice
pl: Backoffice
pt: Backoffice
zh: 后台

source: Gestión de documentos
ca: Gestió de Documents
fr: Gestion de documents
it: Gestione Documentale
pl: Zarządzanie pozwoleniami
pt: Gestão de Documentos
pt_br: Gestão de Documentos
zh: 文档管理

source: Talla
fr: Taille
it: Grandezza
pl: Rozmiar
pt: Tamanho
pt_br: Tamanho
zh: 大小

source: POS PROFESIONAL
ca: POS PROFESSIONAL
fr: POS PROFESSIONNEL
it: POS PROFESSIONALE
pl: PROFESJONALNE POS
pt: POS PROFISSIONAL
zh: 专业收银台

source: Gestionar los servicios a clientes
ca: Gestió de Documents
fr: Gestion de documents
it: Gestione Documentale
pl: Zarządzanie pozwoleniami
pt: Gestão serviços ao cliente
pt_br: Gestão de Serviços a Clientes
zh: 文档管理

source: BACKSTORE
pl: SKLEP BACKSTORE
pt: LOJA SECUNDÁRIA
zh: 后台存储

source: Identificación de Cliente
ca: Identificació de Client
fr: Identification du Client
it: Identificazione del cliente
pl: Identyfikacja klienta
pt: Identificação do Cliente
zh: 客户标识

source: Gestión de Apartados
ca: Gestió d'Apartats
fr: Gestion de réservations
it: Gestione delle sezioni
pl: Obsługa kasy
pt: Gestão de Secções
zh: 搁置管理

source: Venta Omnicanal
ca: Venda Omnicanal
fr: Vente Omnicanale
it: Vendite omnicanale
pl: Sprzedaż wielokanałowa
pt: Vendas Omnicanais
zh: 销售全方位渠道

source: Precio inicial
ca: Preu Total
fr: Prix Total
it: Prezzo totale
pl: Cena całkowita
pt: Preço Total
pt_br: Preço inicial
zh: 总价格

source: Devolver
ca: Retornar
fr: Redonner
it: Restituire
pl: Zwróć
pt: Retorno
zh: 退

source: Debe realizar una retirada de efectivo para poder continuar
ca: Ha de realitzar una retirada d'efectiu per poder continuar
fr: Vous devez effectuer un retrait d'espèces pour continuer
it: È necessario effettuare un prelievo di contanti per continuare
pl: Aby sfinalizować rezerwację należy ją zaznaczyć
pt: Você deve fazer um levantamento de dinheiro para continuar
pt_br: Efetuar retirada de dinheiro para continuar
zh: 必须指出的序列号才能继续。

source: Descuadre
ca: Desquadrament
fr: Différence
it: Mancata corrispondenza
pl: Niezbilansowanie
pt: Desajuste
pt_br: Diferença
zh: 账不对

source: Tipo de documento
ca: Tipus de document
fr: Type de document
it: Tipo di documento
pl: Typ dokumentu
zh: 文件类型

source: Salidas
ca: Sortides
fr: Sortir
it: Partenza
pl: Rozchód
pt: Saída
pt_br: Saídas
zh: 出厂

source: DESCRIPCIÓN
ca: DESCRIPCIÓ
fr: DESCRIPTION
it: DESCRIZIONE
pl: OPIS
pt: DESCRIÇÃO
pt_br: DESCRIÇÃO
zh: 概述
