Repository: AlvaroLS01/PAM69
Catalog: comerzzia-pos-i18n/czz-pos_*.po
Languages: ca, fr, it, pl, pt, pt_br, zh

source: El cliente seleccionado tiene un tratamiento de impuestos {0} diferente al de la tienda: {1}. Confirme si desea continuar.
ca: El client seleccionat té un tractament d´impostos {0} diferent a el de la botiga: {1}. Confirmeu si voleu continuar.
fr: Le client sélectionné bénéficie d´un traitement fiscal {0} différent de celui du magasin: {1}. Confirmez si vous souhaitez continuer.
it: Il cliente selezionato ha un {0} trattamento fiscale diverso rispetto al negozio: {1}. Conferma se vuoi continuare.
pl: Paragon został wydany w punkcie sprzedaży, w którym obowiązują inne zasady opodatkowania niż w tym sklepie. Dokonanie tego zwrotu nie jest możliwe.
pt: O cliente selecionado tem um tratamento fiscal {0} diferente da loja: {1}. Confirme se pretende continuar.
pt_br: O cliente selecionado tem um tratamento de imposto {0} diferente da loja {1}. Confirme se deseja continuar.
zh: 所选客户的税务处理方式与商店{0}不同：{1}.确认是否要继续。

source: No tiene permisos para introducir un artículo negativo
ca: No té permisos per modificar una línia
fr: Vous n'êtes pas autorisé à modifier une ligne
it: Non si dispone delle autorizzazioni per modificare una riga
pl: Nie masz uprawnień do modyfikacji linii
pt: Não tem permissões para modificar uma linha
pt_br: Você não está autorizado inserir um item negativo
zh: 您无权修改的一行

source: La línea seleccionada no se puede modificar.
ca: La línia seleccionada no es pot modificar.
fr: La ligne sélectionnée ne peut pas être modifiée.
it: La linea selezionata non può essere modificata.
pl: Wybranej linii nie można modyfikować.
pt: A linha selecionada não pode ser modificada.
pt_br: Não se pode modificar a linha selecionada.
zh: 选择的线不能修改。

source: ¿Está seguro de querer eliminar esta línea del ticket?
ca: Està segur de voler eliminar aquesta línia del tiquet?
fr: Voulez-vous vraiment supprimer cette ligne du ticket?
it: Sei sicuro di voler rimuovere questa linea dal biglietto?
pl: Czy na pewno usunąć wszystkie linie paragonu?
pt: Tem certeza de que deseja remover esta linha do bilhete?
pt_br: Tem certeza de que deseja remover esta linha do cupom?
zh: 你确定要删除这行发票？

source: El ticket no contiene líneas de artículo.
ca: El tiquet no conté línies d'article.
fr: Le ticket ne contient pas de lignes d'articles.
it: Il ticket non contiene righe di articolo.
pl: W paragonie brakuje linii artykułu.
pt: O bilhete não contém linhas de artigos.
pt_br: O cupom não contém produtos registrados.
zh: 票不包含商品行。

source: El ticket no está vacío.
ca: El tiquet no està buit.
fr: Le ticket n'est pas vide.
it: Il biglietto non è vuoto.
pl: W paragonie brakuje linii artykułu.
pt: O bilhete não está vazio.
zh: 发票不是空的

source: Error recuperando cesta.
ca: Error retrieving the return ticket.
fr: Erreur lors de la récupération du panier.
it: Errore durante il recupero del cestino.
pl: Błąd zapisu licznika
pt: Erro ao recuperar cesta.
pt_br: Erro ao recuperar itens do cupom.
zh: 无法保存计数器

source: El ticket no contiene líneas de artículo
ca: El tiquet no conté línies d'article
fr: Le ticket ne contient pas de lignes d'articles
it: Il ticket non contiene righe di articoli
pl: W paragonie brakuje linii artykułu.
pt: O bilhete não contém linhas de artigos
zh: 票不包含商品行。

source: Debe insertar tarjeta fidelizado
ca: Ha inserir targeta fidelitzat
fr: Vous devez insérer une carte de fidélité
it: È necessario inserire la carta fedeltà
pl: Należy włożyć kartę lojalnościową
pt: Deve inserir cartão de fidelização
pt_br: Você deve inserir um cartão de cliente fidelizado
zh: 您必须插入会员卡

source: Fidelizado no dispone de puntos
ca: Fidelitzat no disposa de punts
fr: Le fidélité n'a pas de points
it: La fedeltà non ha punti
pl: Lojalność nie ma punktów
pt: A lealdade não tem pontos
pt_br: O cliente fidelizados não tem pontos para serem usados
zh: 忠诚度没有积分

source: No se pudo ejecutar la acción seleccionada.
ca: No s'ha pogut executar l'acció seleccionada.
fr: L'action sélectionnée n'a pas pu être exécutée.
it: Impossibile eseguire l'azione selezionata.
pl: Nie wybrano żadnej linii.
pt: A ação selecionada não pôde ser executada.
pt_br: Não foi possível executar a ação selecionada.
zh: 无法执行选定的操作。

source: El importe de recarga debe ser mayor que 0
fr: Le montant de la recharge doit être supérieur à 0
it: L'importo della ricarica deve essere maggiore di 0
pl: Kwota doładowania musi być większa niż 0
pt: A quantidade de recarga deve ser superior a 0
zh: 充值金额必须大于0

source: No tiene permisos para usar articulos genéricos
ca: No tens autorització per utilitzar articles genèrics
fr: Vous n'êtes pas autorisé à utiliser des articles génériques
it: Non si dispone delle autorizzazioni per utilizzare elementi generici
pl: Nie posiadasz uprawnień do wykonania tej czynności.
pt: Não tem permissões para usar itens genéricos
pt_br: Você não está autorizado para executar esta operação
zh: 您未被授权使用通用项目

source: No se puede recargar la tarjeta regalo en un ticket ya iniciado.
fr: La carte cadeau ne peut pas être rechargée sur un ticket déjà démarré.
it: Non è possibile ricaricare la carta regalo su un biglietto già avviato.
pl: Doładowanie karty podarunkowej w sekcjach jest niedozwolone.
pt: Não pode aumentar o cartão-presente num bilhete já iniciado.
zh: 你不能在已开的发票充值票礼品卡

source: No puede recargarse la tarjeta regalo con el pago de otra.
fr: La carte cadeau ne peut pas être rechargée avec le paiement d'une autre.
it: La gift card non può essere ricaricata con il pagamento di un'altra.
pl: Nie można użyć karty podarunkowej w ramach tej operacji
pt: O cartão-presente não pode ser recarregado com o pagamento de outro.
zh: 你不能用另一个礼品卡支付另一种礼品卡的充值

source: No puede recargarse la tarjeta regalo con el pago de otra.
fr: La carte cadeau ne peut pas être rechargée avec le paiement d'une autre.
it: La gift card non può essere ricaricata con il pagamento di un'altra.
pl: Nie można użyć karty podarunkowej w ramach tej operacji
pt: O cartão-presente não pode ser recarregado com o pagamento de outro.
zh: 你不能用另一个礼品卡支付另一个礼品卡的充值

source: Quedan números de serie por asignar. Por favor, asígnelos antes de seguir.
ca: Queden números de sèrie per assignar. Si us plau, asígnelos abans de seguir.
fr: Les numéros de série restent à attribuer. Veuillez les attribuer avant de continuer.
it: I numeri di serie rimangono da assegnare. Si prega di assegnarli prima di continuare.
pl: Wciąż istnieją numery seryjne do przypisania. Aby kontynuować, należy je przypisać.
pt: Os números de série continuam a ser atribuídos. Por favor, atribua-os antes de continuar.
pt_br: Os números de série ainda precisam ser atribuídos. Por favor, atribua-os antes de prosseguir.
zh: 有序列号还没被分配。请继续之前分配好。

source: No hay cupones disponibles..
ca: No hi ha cupons disponibles ..
fr: Il n'y a pas de coupons disponibles.
it: Non ci sono coupon disponibili.
pl: Brak towarów dostępnych w sprzedaży
pt: Não há cupões disponíveis.
pt_br: Não existem cupons disponíveis.
zh: 没有可供出售的物品。

source: Ha habido un error al mostrar la pantalla de cupones del fidelizado. Por favor, contacte con el administrador.
ca: Hi ha hagut un error a l'obrir la pantalla de cupons del fidelitzat. Si us plau, contacti amb l'administrador.
fr: Une erreur s'est produite lors de l'affichage de l'écran du coupon de fidélité. Veuillez contacter l'administrateur.
it: Si è verificato un errore durante la visualizzazione della schermata del coupon fedeltà. Contattare l'amministratore.
pl: Wystąpił błąd podczas wyświetlania ekranu kuponu lojalnościowego. Skontaktuj się z administratorem.
pt: Houve um erro ao mostrar o ecrã do cupão de lealdade. Por favor contacte o administrador.
pt_br: Não foi possível mostrar a tela de cupons de clientes fidelizados. Entre em contato com o administrador.
zh: 无法关闭屏幕。请联系管理员。

source: Se ha podido aplicar un cupón.
ca: S'ha pogut aplicar un cupó.
fr: Un coupon pourrait être appliqué.
it: Potrebbe essere applicato un coupon.
pl: Można zastosować kupon.
pt: Um cupão pode ser aplicado.
pt_br: Cupom de desconto pode ser aplicado.
zh: 可以应用优惠券。

source: Se han podido aplicar {0} cupones.
ca: S´han pogut aplicar {0} cupons.
fr: {0} coupons pourraient être appliqués.
it: È stato possibile applicare {0} coupon.
pl: Możliwe było zastosowanie {0} kuponów.
pt: Foi possível aplicar cupões {0}.
pt_br: {0} Cupons de desconto podem ser aplicados.
zh: 可以应用{0}优惠券。

source: Error consultando los documentos de identificación de la tienda.
ca: Error consultant els documents d'identificació de la botiga.
fr: Erreur lors de la consultation des documents d'identification du magasin.
it: È stato commesso un errore per controllare i documenti di identificazione del negozio.
pl: Błąd podczas przeglądania płatności w sekcji
pt: Foi cometido um erro ao verificar os documentos de identificação da loja.
pt_br: Erro na consulta dos documentos de identificação da loja.
zh: 错误咨询给商店的身份证明文件。

source: El cliente no existe o está inactivo.
ca: El client no existeix o està inactiu.
fr: Le client n'existe pas ou est inactif.
it: Il client non esiste o è inattivo.
pl: Klient nie istnieje lub jest nieaktywny.
pt: O cliente não existe ou está inativo.
zh: 客户不存在，或者是待用的。

source: Se ha encontrado más de un cliente.
ca: S'ha trobat més d'un client.
fr: Plus d'un client a été trouvé.
it: È stato trovato più di un cliente.
pl: Nie znaleziono karty w systemie
pt: Mais de um cliente foi encontrado.
zh: 已找到多个客户。

source: Debe seleccionar el cliente que desee establecer para la venta.
ca: Ha de seleccionar el client que desitgi establir per la venda.
fr: Vous devez sélectionner le client que vous souhaitez mettre en vente.
it: È necessario selezionare il cliente che si desidera impostare per la vendita.
pl: Należy wybrać przynajmniej jeden towar do sprzedaży
pt: Tem de selecionar o cliente que pretende definir para a venda.
pt_br: Deve selecionar o cliente que deseja definir para venda.
zh: 你必须选择出售里的客户。

source: No hay tickets aparcados
ca: No hi ha tiquets aparcats
fr: Aucun ticket stationné
it: Nessun biglietto parcheggiato
pl: Brak zawieszonych paragonów
pt: Não há bilhetes estacionados
pt_br: Não existem cupons
zh: 没有搁放的小票

source: Existen tickets aparcados pendientes de confirmar. Antes debería finalizar la operación.
ca: Hi tiquets aparcats pendents de confirmar. Abans hauria de finalitzar l'operació.
fr: Il y a des tickets en attente de confirmation. L'opération doit se terminer en premier.
it: Ci sono biglietti parcheggiati in attesa di conferma. È necessario completare prima l'operazione.
pl: Istnieją paragony oczekujące na potwierdzenie. Najpierw należy sfinalizować operację.
pt: Há bilhetes estacionados até confirmação. Devia terminar a operação primeiro.
pt_br: Existem cupons sem finalizar.
zh: 存在停放发票待定确认。先要结束此操作。

source: No se ha podido cerrar la pantalla. Contacte con el administrador.
ca: No s'ha pogut tancar la pantalla. Contacti amb l'administrador.
fr: L'écran n'a pas pu être fermé. Contactez l'administrateur.
it: Impossibile chiudere lo schermo. Contattare l'amministratore.
pl: Nie można się połączyć z serwerem.
pt: O ecrã não podia ser fechado. Contacte o seu administrador.
pt_br: A tela não pôde ser fechada. Entre em contato com o administrador.
zh: 无法关闭屏幕。请联系管理员。

source: Error inesperado al registrar el pago
ca: Error processant la targeta regal pel pagament
fr: Erreur à l'heure de traiter la gift-card pour le paiement
it: Errore imprevisto durante la registrazione del pagamento
pl: Błąd podczas przetwarzania karty podarunkowej.
pt: Erro inesperado ao registrar o pagamento
pt_br: Ocorreu um erro ao inserir a forma de pagamento
zh: 付款里错误处理礼品卡

source: VENTA DIRECTA
ca: VENDA DIRECTA
fr: VENTE DIRECTE
it: VENDITA DIRETTA
pl: SPRZEDAŻ BEZPOŚREDNIA
pt: VENDA DIRETA
zh: 直销

source: ENVÍO A DOMICILIO
ca: DOMICILIO
fr: DOMICILE
it: DOMICILIO
pl: DOSTAWA DO DOMU
pt: DOMICÍLIO
zh: 送货上门

source: No hay ninguna forma de pago seleccionada.
ca: No hi ha cap forma de pagament seleccionada.
fr: Il n'y a pas de mode de paiement sélectionné.
it: Non è selezionato alcun metodo di pagamento.
pl: Nie wybrano żadnej formy płatności.
pt: Não é selecionado nenhum método de pagamento.
pt_br: Nenhuma forma de pagamento selecionada.
zh: 无付款方式。

source: El medio de pago seleccionado no permite introducir un importe superior al total del documento
ca: El mitjà de pagament seleccionat no permet introduir un import superior al total del document
fr: Le moyen de paiement sélectionné ne permet pas de saisir un montant supérieur au total du document
it: Il mezzo di pagamento selezionato non consente di inserire un importo superiore al totale del documento
pl: Wybrany środek płatniczy nie pozwala na wprowadzenie kwoty większej niż całkowita kwota, na jaką opiewa dokument
pt: Os meios de pagamento selecionados não lhe permitem introduzir um montante superior ao total do documento
zh: 所选择的支付手段不允许输入超过文档的金额

source: TOTAL:
it: TOTALE:
pl: RAZEM:
pt_br: TOTAL R$:
zh: 总共

source: PENDIENTE:
ca: PENDENT:
fr: IMPAYÉ:
it: ORECCHINO:
pl: W TRAKCIE REALIZACJI:
pt: PENDENTE:
pt_br: PENDENTE:
zh: 待付：

source: El valor del importe total debe ser inferior a
ca: El valor de l'import total ha de ser inferior a
fr: La valeur du montant total doit être inférieure à
it: Il valore dell'importo totale deve essere inferiore a
pl: Wartość całkowitej kwoty musi być mniejsza niż
pt: O valor do valor total deve ser inferior ao do montante total
zh: 总额的数值必须小于

source: Se han efectuados pagos. Debe cancelarlos para volver atrás.
ca: S'han efectuats pagaments. Ha de cancel·lar-per tornar enrere.
fr: Les paiements ont été effectués. Vous devez les annuler pour revenir en arrière.
it: I pagamenti sono stati effettuati. Devi annullarli per tornare indietro.
pl: Płatności zostały dokonane. Musisz je anulować, aby wrócić.
pt: Os pagamentos foram feitos. Deve cancelá-los para voltar.
zh: 付款已经支付。您必须取消它们才能返回。

source: CAMBIO
ca: CANVI
fr: CHANGEMENT
it: CAMBIARE
pl: RESZTA
pt: MUDANÇA
pt_br: ALTERAÇÃO
zh: 找钱

source: Ha habido un error al recuperar el medio de pago
ca: Hi ha hagut un error al recuperar el mitjà de pagament
fr: Une erreur s'est produite lors de la récupération du mode de paiement
it: Si è verificato un errore durante il recupero dei mezzi di pagamento
pl: Wystąpił błąd podczas anulowania płatności
pt: Houve um erro na recuperação dos meios de pagamento
pt_br: Ocorreu um erro ao recuperar forma de pagamento
zh: 恢复支付手段出现错误

source: Los pagos han de cubrir el importe a pagar.
ca: Els pagaments han de cobrir l'import a pagar.
fr: Les paiements doivent couvrir le montant à payer.
it: I pagamenti devono coprire l'importo da pagare.
pl: Płatności muszą pokrywać kwotę, która ma być zapłacona.
pt: Os pagamentos devem cobrir o montante a pagar.
pt_br: O valor do pagamento de ser igual ou maior que o valor total a pagar.
zh: 付款必须覆盖支付金额。

source: Confirme operación.
ca: Confirmi operació.
fr: Confirmer l'opération.
it: Confermare l'operazione.
pl: Potwierdź operację
pt: Confirme a operação.
pt_br: Confirme a operação.
zh: 确认操作。

source: ¿Desea eliminar el pago?
ca: Voleu eliminar el pagament?
fr: Voulez-vous supprimer le paiement?
it: Vuoi rimuovere il pagamento?
pl: Czy chcesz usunąć płatność?
pt: Quer retirar o pagamento?
pt_br: Você quer excluir a forma de pagamento?
zh: 你想删除此记录？

source: El documento es fiscalmente válido.
ca: El document seleccionat no és vàlid.
fr: Le document sélectionné n'est pas valide.
it: Il documento selezionato non è valido.
pl: Nieprawidłowy format daty.
pt: O documento selecionado não é válido.
pt_br: O documento é válido.
zh: 所选文档无效。

source: El documento no es fiscalmente válido.
ca: El document seleccionat no és vàlid.
fr: Le document sélectionné n'est pas valide.
it: Il documento selezionato non è valido.
pl: Nieprawidłowy format daty.
pt: O documento selecionado não é válido.
pt_br: Esse documento não é válido como comprovante fiscal.
zh: 所选文档无效。

source: El documento tiene los siguientes errores:
ca: El document té les errades següents:
fr: Le document présente les erreurs suivantes :
it: Il documento presenta i seguenti errori:
pl: Dokument zawiera następujące błędy:
pt: O documento apresenta os seguintes erros:
pt_br: O documento tem os seguintes erros:
zh: 文档具有以下错误：

source: El documento tiene las siguientes advertencias:
ca: El document té les advertències següents:
fr: Le document comporte les mises en garde suivantes :
it: Il documento contiene le seguenti avvertenze:
pl: Dokument zawiera następujące zastrzeżenia:
pt: O documento tem as seguintes ressalvas:
pt_br: O documento tem as seguintes advertências:
zh: 该文件有以下注意事项：

source: No se puede añadir el pago. El documento no cumple con las siguientes restricciones fiscales.
ca: No s' hi pot afegir el pagament. El document no compleix amb les següents restriccions fiscals.
fr: Impossible d’ajouter le paiement. Le document n’est pas conforme aux restrictions fiscales suivantes.
it: Impossibile aggiungere il pagamento. Il documento non è conforme alle seguenti restrizioni fiscali.
pl: Nie można dodać płatności. Dokument nie jest zgodny z następującymi ograniczeniami podatkowymi.
pt: Não é possível adicionar pagamento. O documento não cumpre as seguintes restrições fiscais.
zh: 无法添加付款。该文件不符合以下税收限制。

source: Además, existen las siguientes advertencias.
ca: A més, hi ha les advertències següents.
fr: En outre, il y a les mises en garde suivantes.
it: Inoltre, ci sono i seguenti avvertimenti.
pl: Ponadto istnieją następujące zastrzeżenia.
pt: Além disso, há as seguintes ressalvas.
pt_br: Existem advertências.
zh: 此外，还有以下注意事项。

source: El pago puede añadirse, pero existen las siguientes advertencias. ¿Está seguro de que quiere continuar?
ca: El pagament es pot afegir, però hi ha les advertències següents. Està segur que vol continuar?
fr: Le paiement peut être ajouté, mais il y a les mises en garde suivantes. Êtes-vous sûr de vouloir continuer ?
it: Il pagamento può essere aggiunto, ma ci sono i seguenti avvertimenti. Sei sicuro di voler continuare?
pl: Płatność można dodać, ale istnieją następujące zastrzeżenia. Czy na pewno chcesz kontynuować?
pt: O pagamento pode ser adicionado, mas há as seguintes ressalvas. Tem a certeza de que quer continuar?
pt_br: O pagamento pode ser adicionado, existem advertências. Tem certeza de que deseja continuar?
zh: 可以添加付款，但有以下注意事项。您确定要继续吗？

source: No está configurado el tipo de documento cierre de caja en el entorno.
ca: No està configurat el tipus de document tancament de caixa en l'entorn.
fr: Le type de document de caisse enregistreuse n'est pas configuré dans l'environnement.
it: Il tipo di documento di estrazione non è configurato nell'ambiente.
pl: Typ dokumentu zamknięcia pudełka nie jest skonfigurowany w środowisku.
pt: O tipo de documento de saída não está configurado no ambiente.
pt_br: O Tipo de documento de fechamento de caixa não está configurado.
zh: 环境里没有设置文档类型闭幕钱箱。

source: No se puede insertar un apunte manual. El día de apertura de la caja {0} no coincide con el del sistema {1}
ca: No es pot inserir un apunt manual. El dia d´obertura de la caixa {0} no coincideix amb el de sistema {1}
fr: Vous ne pouvez pas insérer de mémo manuel. Le jour d´ouverture du caisse {0} ne coïncide pas avec celui du système {1}
it: Non è possibile inserire una nota manuale. Il giorno di apertura del box {0} non coincide con quello del sistema {1}
pl: Sprzedaż nie może dojść do skutku. Dzień otwarcia kasy {0} nie pokrywa się z dniem otwarcia systemu {1}
pt: Não é possível inserir uma nota manual. O dia de abertura da caixa {0} não coincide com o do sistema {1}
pt_br: Você não pode efetuar a venda manual. O caixa do dia {0} precisa ser fechado {1}
zh: 你不能进行销售。钱箱开幕的日子{0}跟系统不匹配{1}

source: Caja cerrada con descuadres
ca: Caixa tancada amb desquadraments
fr: Opération Clôture de caisse effectuée avec discordances
it: Scatola chiusa con mancate corrispondenze
pl: Kasa zamknięta z niezbilansowaniem
pt: Caixa fechada com desencontros
pt_br: Caixa fechado com diferenças
zh: 闭幕抽屉有帐不对

source: Error recuperando el último cierre de caja para su impresión.
ca: Error recuperant l'últim tancament de caixa per la seva impressió.
fr: Erreur lors de la récupération de la dernière clôture de caisse pour l'impression.
it: Errore durante il recupero dell'ultima chiusura della scatola per la stampa.
pl: Błąd podczas odzyskiwania podliczenia ostatniego zamknięcia kasy.
pt: Erro na recuperação do último fecho da caixa para impressão.
pt_br: Erro na recuperação do último fechamento de caixa para a impressão.
zh: 错误恢复最后的闭幕钱箱来进行打印。

source: Abierta
ca: Oberta
fr: Ouvrir
it: Aperto
pl: Otwierać
pt: Aberto
pt_br: Aberto
zh: 打开

source: Cerrada
ca: Tancada
fr: Fermer
it: Vicino
pl: Zamknij
pt: Fechar
pt_br: Encerrado
zh: 关闭

source: El movimiento seleccionado no se ha encontrado
ca: El document %s no s'ha trobat
fr: Le document %s est introuvable
it: Documento %s non trovato
pl: Nie znaleziono dokumentu %s
pt: Documento %s não encontrado
pt_br: O movimento selecionado não foi encontrado
zh: 该文件%s未找到

source: Para realizar el recuento de caja se deben cerrar todas las pantallas abiertas. ¿Desea continuar?
ca: Per realitzar el recompte de caixa s'han de tancar totes les pantalles obertes. Vol continuar?
fr: Pour effectuer le comptage des caisse,tous les écrans ouverts doivent être fermés. souhaitez-vous continuer?
it: Per eseguire il conteggio delle caselle, tutte le schermate aperte devono essere chiuse. Vuoi continuare?
pl: Zamknięcie kasy wymaga wcześniejszego zamknięcia wszystkich otwartych ekranów. Czy kontynuować?
pt: Para realizar a contagem de caixas, todos os ecrãs abertos devem ser fechados. Quer continuar?
pt_br: Para efetuar a conferência, fechar todas as telas abertas. Quer continuar?
zh: 要计算现金必须关闭所有打开的窗口。是否继续？

source: Ya existe un recuento de la caja. ¿Desea borrarlo y empezar de nuevo?
ca: Ja hi ha un recompte de la caixa. Voleu esborrar-ho i començar de nou?
fr: Un décompte de caisse existe déjà. Voulez-vous le supprimer et recommencer?
it: Esiste già un conteggio delle caselle. Vuoi eliminarlo e ricominciare da capo?
pl: Liczba pudełek już istnieje. Chcesz go usunąć i zacząć od nowa?
pt: Uma contagem de caixas já existe. Quer apagá-lo e começar de novo?
pt_br: Já existe uma conferência de caixa em aberto. Deseja eliminar e iniciar uma nova conferência ?
zh: 箱子计数已存在。想要删除它并重新开始？

source: Para cerrar la caja se deben cerrar todas las pantallas abiertas. ¿Desea continuar?
ca: Per tancar la caixa s'han de tancar totes les pantalles obertes. Vol continuar?
fr: Pour fermer la caisse, tous les écrans ouverts doivent être fermés. souhaitez-vous continuer?
it: Per chiudere la scatola, tutte le schermate aperte devono essere chiuse. Vuoi continuare?
pl: Zamknięcie kasy wymaga wcześniejszego zamknięcia wszystkich otwartych ekranów. Czy kontynuować?
pt: Para fechar a caixa, todos os ecrãs abertos devem ser fechados. Quer continuar?
pt_br: Para fechar a caixa deve fechar todas as janelas abertas. Deseja continuar?
zh: 关闭此钱箱要关闭所有打开的窗口。是否继续？

source: Caja descuadrada con un importe mayor que el permitido. Revise recuento.
ca: Caixa descuadrada amb un import més gran que el permès. Revisi recompte.
fr: Hors caisse carrée avec un montant supérieur à celui autorisé. Vérifiez le déclaré.
it: Casella sbilanciata con un importo superiore al consentito. Controllare il conteggio.
pl: Kasa z niezbilansowaniem przekraczającym dozwoloną kwotę. Sprawdź podliczenie.
pt: Caixa fora de equilíbrio com uma quantia maior do que o permitido. Contagem de cheques.
pt_br: Caixa não confere. Verifique os valores.
zh: 钱箱账不对。检查计数。
