Repository: AlvaroLS01/PAM69
Catalog: comerzzia-pos-i18n/czz-pos_*.po
Languages: ca, fr, it, pl, pt, pt_br, zh

source: CANT. PTE
ca: QUANT. PENDENT
fr: MONTANT EN ATTENTE
it: QTY. PTE
pl: ILOŚĆ
pt: QTD. PTE
zh: 数量

source: MOD. PREP.
ca: MODE PREPARACIÓ
fr: MODE DE PRÉP.
it: MOD. COMPITO A CASA.
zh: 国防部。准备。

source: IMPORTE:
ca: IMPORT:
fr: MONTANT:
it: IMPORTO:
pl: KWOTA
pt: MONTANTE:
zh: 金额

source: Rango:
ca: Rang:
fr: Rang:
pl: Ranga:
pt: Classificação:
zh: 排：

source: ART. NO SERV
ca: ART. NO SERVIT
fr: ARTICLES NON SERVIS
pl: SZTUKA. BRAK SERV
pt: ART. SEM SERV
zh: 没有服务

source: MEDIO DE PAGO
ca: MITJÀ DE PAGAMENT
fr: MOYEN DE PAIEMENT
it: MEZZI DI PAGAMENTO
pl: ŚRODEK PŁATNICZY
pt: MEIOS DE PAGAMENTO
zh: 支付手段

source: CONTENIDO
ca: CONTINGUT
fr: CONTENU
it: CONTENUTO
pl: ZAWARTOŚĆ
pt: CONTEÚDO
zh: 内容

source: DATOS DE LA PREPARACIÓN ASOCIADA
ca: DADES DE LA PREPARACIÓ ASSOCIADA
fr: DONNÉES DE LA PRÉPARATION ASSOCIÉE
it: DATI DI PREPARAZIONE ASSOCIATI
pl: POWIĄZANE DANE DOTYCZĄCE PRZYGOTOWANIA
pt: DADOS DE PREPARAÇÃO ASSOCIADOS
zh: 待准备

source: EMAIL
zh: 电子邮件

source: MÓVIL
ca: MÒBIL
fr: MOBILE
it: MOBILE
pl: RUCHOMY
pt: MÓVEL
zh: 移动

source: TIPO DE SERVICIO:
ca: TIPUS DE SERVEI:
fr: TYPE DE SERVICE:
it: TIPO DI SERVIZIO:
pl: RODZAJ USŁUGI:
pt: TIPO DE SERVIÇO:
zh: 细节服务

source: NOMBRE Y APELLIDOS:
ca: NOM I COGNOMS:
fr: PRÉNOM ET NOM:
it: NOME E COGNOME:
pl: IMIĘ I NAZWISKO:
pt: NOME E APELIDO:
zh: 姓名：

source: ALM. DESTINO
ca: MAGATZEM DESTÍ
fr: DESTINATION DE L'ENTREPÔT
it: DESTINAZIONE ALM.
pl: ALM. CEL PODRÓŻY
zh: 阿尔姆. 目的地

source: No deseo recibir comunicaciones comerciales de los servicios y productos de
ca: No desitjo rebre comunicacions comercials dels serveis i productes de
fr: Je ne souhaite pas recevoir de communications commerciales sur les services et produits de
it: Non desidero ricevere comunicazioni commerciali sui servizi e prodotti di
pl: Nie chcę otrzymywać informacji handlowych o usługach i produktach
pt: Eu não quero receber comunicações comerciais sobre os serviços e produtos de
zh: 我不希望收到有关 的服务和产品的商业通讯

source: No deseo que mis datos sean comunicados a las empresas del grupo.
ca: No vull que les meves dades siguin comunicades a les empreses de el grup.
fr: Je ne souhaite pas que mes données soient communiquées aux sociétés du groupe.
it: Non voglio che i miei dati vengano comunicati alle società del gruppo.
pl: Nie chcę, aby moje dane były przekazywane spółkom grupy.
pt: Não quero que os meus dados sejam comunicados às empresas do grupo.
zh: 我不希望将我的数据传达给集团公司。

source: LOCALIZADOR
ca: LOCALITZADOR
fr: LOCALISATEUR
it: LOCALIZZATORE
pl: LOCALIZER
zh: 跟新

source: CANT. PREP
ca: QUANT. PREP
fr: QUANT. PRÉPARÉE
it: QTY. COMPITO A CASA
pl: ILOŚĆ. PREP
pt: QTD. PREP
zh: 数量。准备

source: H. INICIO
ca: H. INICI
fr: HEURE DE DÉBUT
it: H. CASA
pl: H. STRONA GŁÓWNA
pt: H. CASA
zh: H. 主页

source: ART. PED.
ca: ART. COMANDES
fr: ART. COMMANDÉS
pl: SZTUKA. PED.
pt: ART. ORD.
zh: 艺术。佩德。

source: ARTS. SUST.
ca: ARTS. SUBST.
fr: ARTS. REMPLACEMENT
it: ART. SUST.
pl: SZTUKA. SUST.
pt: ART. SUST.
zh: 艺术.

source: Podrá en todo momento, ejercitar sus derechos de acceso, rectificación, cancelación y oposición comunicándolo por correo ordinario a
ca: Podrà en tot moment, exercitar els seus drets d'accés, rectificació, cancel·lació i oposició comunicant-ho per correu ordinari a
fr: Vous pouvez, à tout moment, exercer vos droits d'accès, de rectification, annulation et opposition en le communiquant par courrier ordinaire à
it: Lei potrà in qualsiasi momento esercitare i Suoi diritti di accesso, rettifica, cancellazione e opposizione comunicandolo a mezzo posta ordinaria a
pl: W każdej chwili możesz skorzystać ze swoich praw dostępu, sprostowania, anulowania i sprzeciwu, przekazując je zwykłą pocztą na adres
pt: Pode, a qualquer momento, exercer os seus direitos de acesso, retificação, cancelamento e oposição comunicando-o por correio ordinário para
zh: 您可以随时通过普通邮件将其传达给

source: RESPONSABLE
it: RESPONSABILE
pl: ODPOWIEDZIALNY
pt: RESPONSÁVEL
zh: 负责

source: CRIT. SUSTITUCIÓN
ca: CRITERI DE SUBSTITUCIÓ
fr: CRITÈRE DE SUBSTITUTION
it: CRIT. SOSTITUZIONE
pl: CRIT. ZASTĘPSTWO
pt: CRIT. SUBSTITUIÇÃO
zh: 暴击。替代

source: Listado de Servicios
ca: Llistat de Serveis
fr: Liste des services
it: Elenco dei servizi
pl: Zarządzanie usługami
pt: Lista de Serviços
zh: 咨询服务

source: PREPARADOR:
fr: PRÉPARATEUR:
it: PREPARATORE:
pl: PRZYGOTOWUJĄCY:
zh: 编制者：

source: NOTIFICACIONES
ca: NOTIFICACIONS
fr: NOTIFICATIONS
it: NOTIFICHE
pl: POWIADOMIENIA
pt: NOTIFICAÇÕES
pt_br: NOTIFICAÇÕES
zh: 通告

source: ARTS. NO SERV.
ca: ART. NO SERVITS
fr: ART. NE PAS SERVIR
it: ARTI. NO SERV.
zh: 没有服务

source: Mujer
ca: Dona
fr: Femme
it: Donna
pl: Kobieta
pt: Mulher
zh: 女人

source: PTE
ca: PENDENT
fr: MONTANT
pl: KWOTA
zh: 金额

source: Asimismo utilizaremos sus datos personales para proporcionarle información comercial a través de cualquier medio de comunicación electrónica (correo electrónico, sms, etc…) así como a través de llamadas telefónicas o correo postal, sobre nuestros servicios y productos asi como de servicios y productos complementarios de terceras entidades que pueda ser de su interés, salvo que se oponga marcando las siguientes casillas:
ca: Així mateix utilitzarem les seves dades personals per proporcionar-li informació comercial a través de qualsevol mitjà de comunicació electrònica (correu electrònic, sms, etc ...) així com a través de trucades telefòniques o correu postal, sobre els nostres serveis i productes així com de serveis i productes complementaris de terceres entitats que pugui ser del seu interès, llevat que s'oposi marcant les caselles següents:
fr: Nous utiliserons également vos données personnelles pour vous fournir des informations commerciales par tout moyen de communication électronique (email, sms, etc ...) ainsi que par téléphone ou courrier postal, sur nos services et produits ainsi que sur les services et produits complémentaires de des tiers susceptibles de vous intéresser, sauf si vous vous y opposez en cochant les cases suivantes:
it: Utilizzeremo inoltre i tuoi dati personali per fornirti informazioni commerciali attraverso qualsiasi mezzo di comunicazione elettronica (e-mail, sms, ecc ...), nonché tramite telefonate o posta ordinaria, sui nostri servizi e prodotti, nonché servizi complementari e prodotti di terze parti che potrebbero interessarti, a meno che tu non ti opponga selezionando le seguenti caselle:
pl: Będziemy również wykorzystywać Twoje dane osobowe w celu przekazywania Ci informacji handlowych za pośrednictwem wszelkich środków komunikacji elektronicznej (e-mail, SMS itp.), A także za pośrednictwem rozmów telefonicznych lub poczty tradycyjnej, o naszych usługach i produktach, a także usługach uzupełniających i produktach stron trzecich, które mogą Cię zainteresować, chyba że wyrazisz sprzeciw, zaznaczając następujące pola:
pt: Utilizaremos também os seus dados pessoais para lhe fornecer informações comerciais através de qualquer meio de comunicação eletrónica (e-mail, sms, etc...) bem como através de chamadas telefónicas ou correios postais, sobre os nossos serviços e produtos, bem como serviços complementares e produtos de terceiros que possam ser do seu interesse, a menos que se oponha ao verificar as seguintes caixas:
zh: 我们还将使用您的个人数据通过任何电子通信方式（电子邮件、短信等）以及电话或邮政邮件向您提供有关我们的服务和产品以及您可能感兴趣的第三方的补充服务和产品的商业信息，除非您通过选中以下框来反对：

source: H. FIN
ca: HORA FI
fr: HEURE DE FIN
it: H. FINE
pl: H. KONIEC
pt: H. FIM
zh: H. 结束

source: FECHA ENTREGA:
ca: DATA DE LLIURAMENT:
fr: DATE DE LIVRAISON:
it: DATA DI CONSEGNA:
pl: WRĘCZONO
pt: DATA DE ENTREGA:
zh: 交货日期

source: GÉNERO
ca: GÈNERE
fr: LE GENRE
it: GENERE
pl: PŁEĆ
zh: 性

source: CÓD. SERVICIO
ca: CODI SERVEI
fr: CODE SERVICE
it: CODICE. SERVIZIO
pl: DORSZ. USŁUGA
pt: CÓD. SERVIÇO
zh: 鳕鱼。服务

source: Nº servicio:
ca: Nº servei:
fr: Num. de service:
it: Numero di servizio:
pl: Usługi
pt: Número de serviço:
zh: 服务类型

source: Nº DOC. ORIGEN:
fr: NONM. DOC. ORIGINE:
it: Nº DO. ORIGINE:
pl: ZOB. DOKUM. ŹRÓDŁOWY
pt: Nº DOC. ORIGEM:
zh: 看原件

source: RUTA
fr: ROUTE
it: ROTTA
pl: TRASA
pt: ROTA
zh: 路线

source: IMPORTE
ca: IMPORT
fr: MONTANT
it: IMPORTO
pl: KWOTA
pt: QUANTIDADE
pt_br: VALOR R$
zh: 金额

source: Nº bulto
ca: Nº de paquets
fr: Non. Paquets
it: Confezione n.
pl: Liczba zbiorcza
pt: Pacote Nº
zh: 散装数量

source: ARTS. A PREPARAR
fr: ARTICLES À PRÉPARER
it: ARTI. PER PREPARARSI
pl: SZTUKI. PRZYGOTOWAĆ
pt: ART. PARA PREPARAR
zh: GO准备

source: DATOS DEL CLIENTE Y CONTACTO
ca: DADES DEL CLIENT I CONTACTE
fr: INFORMATIONS CLIENT ET CONTACT
it: DETTAGLI DEL CLIENTE E CONTATTO
pl: DANE ORYGINALNEGO PARAGONU
pt: DETALHES DO CLIENTE E CONTACTO
zh: 原始票信息

source: No deseo recibir comunicaciones comerciales de los servicios y productos complementarios de terceras entidades.
ca: No desitjo rebre comunicacions comercials dels serveis i productes complementaris de terceres entitats.
fr: Je ne souhaite pas recevoir de communications commerciales de services et produits complémentaires de la part de tiers.
it: Non desidero ricevere comunicazioni commerciali di servizi e prodotti complementari da terze parti.
pl: Nie chcę otrzymywać informacji handlowych o komplementarnych usługach i produktach od stron trzecich.
pt: Não desejo receber comunicações comerciais de serviços complementares e produtos de terceiros.
zh: 我不希望收到来自第三方的补充服务和产品的商业通信。

source: TRANSPORTISTA:
fr: TRANSPORTEUR:
it: TRASPORTATORE:
pl: PRZEWOŹNIK:
pt: TRANSPORTADORA:
zh: 载体：

source: RUTA PREPARACIÓN:
ca: RUTA PREPARACIÓ:
fr: ITINÉRAIRE DE PRÉPARATION:
it: PERCORSO DI PREPARAZIONE:
pl: TRASA PRZYGOTOWANIA:
pt: ROTA DE PREPARAÇÃO:
zh: GO准备

source: PAÍS
fr: PAYS
it: PAESE
pl: KRAJ
zh: 国家

source: PROVINCIA
ca: PROVÍNCIA
fr: PROVINCE
pl: PROWINCJA
pt: PROVÍNCIA
pt_br: ESTADO
zh: 省

source: Total bultos
ca: Total paquets
fr: Total de paquets
it: Totale pacchetti
pl: Podliczenie łącznie
pt: Total de pacotes
zh: 税务处理

source: APELLIDOS
ca: COGNOMS
fr: LES SURNAMS
it: COGNOMI
pl: NAZWISKA
pt: SOBRENOMES
pt_br: SOBRENOME
zh: 姓氏

source: ESTADO:
ca: ESTAT:
fr: ÉTAT:
it: STATO:
pl: STAN:
zh: 州：

source: F.SOLICITUD
ca: DATA SOL·LICITUD
fr: DATE DE LA DEMANDE
it: F.APPLICAZIONE
pl: F. ZASTOSOWANIE
pt: F.APPLICATION
zh: 查看申请

source: DATOS DE LA PREPARACIÓN
ca: DADES DE LA PREPARACIÓ
fr: DONNEES DE PREPARATION
it: DATI DI PREPARAZIONE
pl: DANE PRZYGOTOWAWCZE
pt: DADOS DE PREPARAÇÃO
zh: 待准备

source: Cancelado
ca: Cancel·lat
fr: Annulé
it: Annullato
pl: Anulowano
zh: 取消

source: DESCRIPCION
ca: DESCRIPCIÓ
fr: DESCRIPTION
it: DESCRIZIONE
pl: OPIS
pt: DESCRIÇÃO
pt_br: DESCRIÇÃO
zh: 说明

source: Fecha resolución
ca: Data resolució
fr: Date de résolution
it: Data della risoluzione
pl: Data rozwiązania
pt: Data de resolução
pt_br: Data da finalização
zh: 决议日期

source: Apertura
ca: Data Obertura
fr: Date d´ouverture
it: Data di apertura
pl: Data otwarcia
pt: Data de Abertura
pt_br: Abertura
zh: 开幕日期

source: Ticket regalo
ca: Tiquet regal
fr: Ticket cadeau
it: Biglietto regalo
pl: Paragon podarunkowy
pt: Bilhete presente
pt_br: Cupom promocional / presente
zh: 礼品券

source: Números de serie dispopnibles
ca: Números de sèrie dispopnibles
fr: Numéros de série disponibles
it: Numeri di serie disspopulable
pl: Numery seryjne
pt: Números de série disspopuláveis
pt_br: Número de séries disponíveis
zh: 可用编号

source: Importe pendiente
ca: Import pendent
fr: Montant en attente
it: Importo in sospeso
pl: Pozostała do zapłaty kwota wynosi 0
pt: Montante em dívida
pt_br: Valor R$ pendente
zh: 输入的数量是无效的。

source: Datos Generales
ca: Dades Generals
fr: Données générales
it: Dati generali
pl: Dane ogólne
pt: Dados Gerais
pt_br: Dados gerais
zh: 一般信息

source: Movimientos
ca: Moviments
fr: Mouvements
it: Movimenti
pl: Operacje z kartami
pt: Movimentos
pt_br: Movimentos
zh: 运动

source: Entregas a cuenta
ca: Entrega a compte
fr: Livraison au compte
it: Consegne in acconto
pl: Zaliczka
pt: Entregas por conta
pt_br: Entregue o cupom
zh: 交收账户

source: Cantidad:
ca: Quantitat:
fr: Quantité:
it: Importo:
pl: Ilość
pt: Quantidade:
pt_br: Quantidade:
zh: 数量

source: Nº Tarjeta
ca: Nº Targeta
fr: No. de carte
it: Scheda n.
pl: Nr karty
pt: Cartão Nº.
pt_br: Número do Cartão
zh: 卡号

source: Ruta
fr: Route
it: Rotta
pl: Trasa
pt: Rota
pt_br: Rota
zh: 路线

source: Cód. documento
ca: Cod. Document
fr: Code Document
it: Codice. documento
pl: Typ dokumentu
pt_br: Código do documento
zh: 文件代码

source: Cant. Pdte.
ca: Quant.Pend.
fr: Qté. En attente
it: Qty. Pdte.
pl: Ilość. Pdte.
pt: Quant. Pdte.
pt_br: Qtd. Pendente.
zh: 待审数量

source: Total:
it: Totale:
pl: Razem:
zh: 总共

source: Solicitud
ca: Sol·licitud
fr: Demande
it: Richiesta di applicazione
pl: Prosić
pt: Pedido de candidatura
pt_br: Pedido
zh: 申请

source: DESGLOSE1
ca: DESGLOSSAMENT1
fr: VENTILATION1
it: RIPARTIZIONE1
pl: PODZIAŁ1
pt: DESAGREGAÇÃO1
pt_br: Descrição livre 1
zh: 细分1

source: Minutos de cadencia entre pedidos
ca: Minuts de cadència entre comandes
fr: Minutes de cadence entre les commandes
it: Minuti di cadenza tra gli ordini
pl: Minuty kadencji między zamówieniami
pt: Minutos de cadência entre ordens
pt_br: Tempo de atendimento entre pedidos
zh: 订单的节奏分钟

source: VENDEDOR
ca: VENDRE
fr: VENDRE
it: VENDERE
pl: SPRZEDAWCA
pt: VENDER
zh: 出售

source: Valor
fr: Valeur
it: Valore
pl: Wartość
pt_br: Valor R$
zh: 附加值

source: Pagos
fr: Paiements
it: Pagamenti
pl: Płatności
pt: Pagamentos
zh: 支付

source: Buscar tiendas
ca: Cercar botigues
fr: Chercher des Magasins
it: Cerca nei negozi
pl: Wyszukaj dokument
pt: Lojas de pesquisa
pt_br: Pesquisar lojas
zh: 查找商店

source: Iniciar Sesión
ca: Iniciar Sessió
fr: Rapport
it: Data della risoluzione
pl: Rozchody (zwrot)
pt: Data de resolução
pt_br: Iniciar Seção
zh: 决议日期

source: X
it: Me
zh: 4X

source: Escriba el código de la preparación a la que quiera acceder
ca: Escrigui el codi de la preparació a la que voleu accedir
fr: Écrivez le code de la préparation à laquelle vous souhaitez accéder
it: Inserisci il codice per la preparazione a cui desideri accedere
pl: Wprowadź kod preparatu, do którego chcesz uzyskać dostęp
pt: Introduza o código para a preparação a que pretende aceder
pt_br: Leia ou digite o código da preparação de pedidos que deseja acessar
zh: 输入您要访问的编写代码

source: Nº de tarjeta
ca: Número de targeta
fr: Numéro de carte
it: Numero della carta
pl: Nr karty
pt: Número do cartão
pt_br: Número do cartão
zh: 卡号

source: Cód. Tienda
ca: Cod. Botiga
fr: Code Magassin
it: Codice. Negozio
pl: Kod sklepu
pt: Cód. Loja
pt_br: Código da Loja
zh: 商店代码

source: Número de serie
ca: Número de sèrie
fr: Numéro de série
it: Numero di serie
pl: Numery seryjne
pt: Número de série
pt_br: Número de série
zh: 编号

source: Stock logístico
ca: Estoc logístic
fr: Stock logistique
it: Magazzino logistico
pl: Zapas logistyczny
pt: Stock de logística
pt_br: Estoque no CD
zh: 物流库存

source: Impresora 2
ca: Impressora 2
fr: Imprimante 2
it: Stampante 2
pl: Drukarka 2
pt: Impressora 2
pt_br: Impressora 2
zh: 打印机2

source: Buscar Cliente
ca: Cercar Client
fr: Chercher un client
it: Ricerca Client
pl: Rejestracja klienta
pt: Pesquisar Cliente
pt_br: Pesquisar Cliente
zh: 搜索客户

source: Impresora 1
ca: Impressora 1
fr: Imprimante 1
it: Stampante 1
pl: Drukarka 1
pt: Impressora 1
pt_br: Impressora 1
zh: 打印机1

source: SALDO
fr: SOLDE
it: BILANCIA:
pt: BALANÇO
zh: 余额：

source: Cant. Pedida
ca: Quant. Demanada
fr: Qté. commandée
it: Qty. Ordinato
pl: Ilość
pt: Quant. Ordenado
pt_br: Quantidade Pedida
zh: 计好数量

source: Franja horaria disponible
ca: Franja horària disponible
fr: Bande horaire disponible
it: Fascia oraria disponibile
pl: Tylko dostępne
pt: Horário disponível
pt_br: Faixa de horários disponíveis
zh: 时隙可用

source: Pago con tarjeta regalo
ca: Tiquet regal
fr: Ticket cadeau
it: Biglietto regalo
pl: Paragon podarunkowy
pt: Bilhete presente
pt_br: Pagamento efetuado com cartão presente
zh: 礼品券

source: Configuración:
ca: Configuració:
fr: Configuration:
it: Configurazione:
pl: Konfiguracja
pt: Configuração:
pt_br: Configuração:
zh: 配置

source: Email
ca: Correu electrònic
zh: 电子邮件

source: Art preparados
ca: Art. preparats
fr: Art. préparé
it: Art preparata
pl: Sztuka przygotowana
pt_br: Itens preparados
zh: 准备好的商品

source: Art sustituido
ca: Art substituït
fr: Art. remplacé
it: Art sostituita
pl: Zastąpiona grafika
pt: Art substituído
pt_br: Itens substituídos
zh: 替补商品

source: Medio de pago
ca: Mitjà de pagament
fr: Moyen de paiement
it: Mezzi di pagamento
pl: Środek płatniczy
pt: Meios de pagamento
pt_br: Forma de pagamentos
zh: 支付手段

source: CÓDIGO DE TIPO DE DOCUMENTO
ca: TIPUS DE DOCUMENT
fr: TYPE DE DOCUMENT
it: TIPO DI DOCUMENTO
pl: KOD TYPU DOKUMENTU
pt: TIPO DE DOCUMENTO
zh: 文件

source: COLOR
fr: COULEUR
it: COLORE
pl: KOLOR
pt: COR
pt_br: COR
zh: 颜色

source: Código Colectivo
ca: Codi Col·lectiu
fr: Code Collectif
it: Codice Collettivo
pl: Kod grupy
pt: Código Coletivo
pt_br: Código do grupo de clientes
zh: 集体代码

source: Ver todos
ca: Veure tots
fr: Voir tous
it: Visualizza tutti
pl: Zob. wszystkie
zh: 查看所有

source: Recarga móvil
ca: Recàrrega mòbil
fr: Recharge mobile
it: Ricarica mobile
pl: Doładowanie telefonu komórkowego
pt: Recarga móvel
pt_br: Recarga de Celular
zh: 移动充值

source: FECHA
ca: DATA
fr: DATE
it: DATTERO
pl: DATA
pt: DATA
pt_br: DATA
zh: 日期

source: Parte entera
ca: Part sencera
fr: Partie entière
it: Parte intera
pl: Cała część
pt: Parte inteira
pt_br: Parte inteira
zh: 整数部分

source: Editar
fr: Editer
it: Modificare
pl: Edytuj
zh: 编辑

source: Cambiar contraseña
ca: Canviar contrasenya
fr: Changer le mot de passe
it: Cambia password
pl: Zmień hasło
pt: Alterar senha
pt_br: Alterar senha
zh: 更改密码

source: Abrir Caja
ca: Obrir Caixa
fr: Ouvrir caisse
it: Scatola aperta
pl: Zamknij kasę
pt: Caixa Aberta
pt_br: Abrir Caixa
zh: 开钱箱

source: Administrar
fr: Gérer
it: Amministrare
pl: Zarządzaj
zh: 管理

source: Tipo de embalaje
ca: Tipus d'embalatge
fr: Type d'emballage
it: Tipo di imballaggio
pl: Typ wagi
pt: Tipo de embalagem
pt_br: Tipo de embalagem
zh: 包装形式

source: ¿Está seguro de que quiere cambiar el estado de este servicio?
ca: Està segur que vol canviar l'estat d'aquest servei?
fr: Voulez-vous vraiment modifier l'état de ce service?
it: Sei sicuro di voler modificare lo stato di questo servizio?
pl: Czy na pewno usunąć wszystkie linie paragonu?
pt: Tem a certeza de que pretende alterar o estado deste serviço?
pt_br: Tem certeza que deseja alterar o status deste pedido?
zh: 你确定你想改变这个服务的状态？

source: Escoja la población deseada
ca: Esculli la població desitjada
fr: Choisissez la localité souhaitée
it: Scegli la popolazione desiderata
pl: Wybierz żądaną populację
pt: Escolha a população desejada
pt_br: Escolha a opção desejada
zh: 选择所需的镇

source: Últimas Ventas
ca: Últimes Vendes
fr: Dernières ventes
it: Ultime vendite
pl: Ostatnie transakcje sprzedaży
pt: Vendas mais recentes
pt_br: Últimas vendas
zh: 最新销售

source: Localizador
ca: Localitzador
fr: Localisateur
it: Localizzatore
pl: Wyszukiwarka
zh: 定位器

source: Móvil
ca: Mòbil
fr: Mobile
it: Mobile
pl: Telefon komórkowy
pt: Móvel
pt_br: Celular
zh: 手机

source: DOCUMENTO
ca: DOCUMENT
fr: DOCUMENT
pl: PODLICZENIE
zh: 文件

source: Entrega Solicitada
ca: Data de lliurament sol·licitada
fr: Date de livraison requise
it: Data di consegna richiesta
pl: Data doręczenia klientowi
pt: Data de entrega solicitada
zh: 交付日期

source: Expresión tiendas
ca: Expressió botigues
fr: Magasins d'expressions
it: Archivi di espressioni
pl: Magazyny typu Expression Warehouse
pt: Lojas de expressão
pt_br: Lojas
zh: 邮票印刷

source: Código postal
ca: Codi postal
fr: Code Postal
it: CAP
pl: Kod pocztowy
zh: 邮政编码

source: Sexo
ca: Sexe
fr: Genre
it: Sesso
pl: Płeć
zh: 性别

source: Introduzca los datos del documento
ca: Introdueixi les dades del document
fr: Entrez les données du document
it: Inserisci i dettagli del documento
pl: Wprowadzanie danych dokumentu
pt: Insira os detalhes do documento
pt_br: Digite os dados do documento
zh: 输入文档数据

source: Número de pedidos permitidos
ca: Nombre de comandes permesos
fr: Nombre de commandes autorisées
it: Numero di ordini consentiti
pl: Numery seryjne
pt: Número de encomendas permitidas
pt_br: Número de pedidos
zh: 允许的订单数

source: Preparación
ca: Mode preparació
fr: Mode préparation
it: Modalità di preparazione
pl: Potwierdź operację
pt: Modo de preparação
pt_br: Preparação
zh: 准备模式

source: Tienda:
ca: Botiga:
fr: Magasin :
it: Negozio:
pl: Sklep
pt: Loja:
pt_br: Loja:
zh: 店

source: Contraseña actual
ca: Contrasenya actual
fr: Mot de passe actuel
it: Password attuale
pl: Aktualne hasło
pt: Senha atual
pt_br: Senha Atual
zh: 当前密码

source: UND.
ca: UNT.
fr: UNITÉ
pl: SZT.
pt: A UND.
zh: 单

source: validar
fr: Valider
it: Convalidare
pl: Rozchód
pt_br: válidar
zh: 出厂

source: Movimientos Tarjetas
ca: Moviments Targetes
fr: Mouvements de cartes
it: Movimenti delle carte
pl: Operacje z kartami
pt: Movimentos de cartões
pt_br: Movimento de cartões
zh: 卡运动

source: Cod. doc.
fr: Code Doc.
it: Cod. Dottore.
pl: KOD. ..doc.
zh: 文件代码

source: Datos generales
ca: Dades generals
fr: Données générales
it: Dati generali
pl: Dane ogólne
pt: Dados gerais
pt_br: Dados gerais
zh: 一般信息

source: Insertar
ca: Inserir Apunt
fr: Insérer
it: Inserire
pl: Wstawiać
pt: Inserir
zh: 插入

source: Salida
ca: Sortir
fr: Sortir
it: Partenza
pl: Rozchód
pt: Saída
pt_br: Saídas
zh: 出厂

source: Resuelto
ca: Resolt
fr: Résolu
it: Risoluto
pl: Podsumowanie
pt: Resolvido
pt_br: Resolvido
zh: 解决

source: No reiniciar
fr: Ne redémarre pas
it: Non riavviare
pl: Nie uruchamiaj ponownie komputera
pt: Não reinicie
pt_br: Não reiniciar
zh: 开始日期

source: Tienda Favorita
ca: Botiga Preferida
fr: Magasin préféré
it: Negozio preferito
pl: Ulubiony sklep
pt: Loja Favorita
pt_br: Loja favorita
zh: 收藏店铺

source: Visor
fr: Viseur
it: Mirino
pl: Przeglądarka
pt_br: Monitor
zh: 取景器

source: #Solicitud
ca: #Sol·licitud
fr: #Demande
it: Vedi richiesta
pt: Veja o pedido
pt_br: #Solicitação
zh: 申请代码

source: Sin cupones disponibles
ca: Sense cupons disponibles
fr: Aucun coupon disponible
it: Nessun coupon disponibile
pl: Tylko dostępne
pt: Sem cupões disponíveis
pt_br: Nenhum cupom disponível
zh: 没有可供出售的物品。

source: Precio + Impuestos
ca: Preu + Impostos
fr: Prix + TVA
it: Prezzo + IVA
pl: Cena całkowita
pt: Preço + IVA
pt_br: Preço
zh: 价格+增值税

source: Descripcion
ca: Descripció
fr: Description
it: Descrizione
pl: Opis
pt: Descrição
pt_br: Descrição
zh: 说明

source: Resuelta
ca: Resolta
fr: Résolu
it: Risoluto
pl: Podsumowanie
pt: Resolvido
pt_br: Resolvido
zh: 解决

source: Art no servido
ca: Art. no servit
fr: Art. non servi
it: Art non servita
pl: Sztuka nie jest serwowana
pt: Arte não servida
pt_br: Itens não atendidos
zh: 商品没有送达

source: Datos del Cliente
ca: Dades del Client
fr: Données client
it: Dati del Cliente
pl: Dane klienta
pt: Dados do Cliente
pt_br: Dados do Cliente
zh: 客户数据

source: Número maximo de pedidos
ca: Nombre màxim de comandes
fr: Nombre maximum de commandes
it: Numero massimo di ordini
pl: Przygotowanie zamówień
pt: Número máximo de encomendas
pt_br: Número máximo de pedidos
zh: 订单的最大数量

source: Dispone de X puntos
ca: Disposa de X punts
fr: Solde de X points
it: Ha punti X
pl: Typ dokumentu
pt: Tem pontos X
pt_br: Você tem X de pontos
zh: 文件类型

source: FIDELIZADO
ca: FIDELITZAT
fr: FIDÉLITÉ
it: LEALE
pl: STAŁY KLIENT
pt: LEAL
pt_br: FIDELIZAÇÃO
zh: 会员

source: Cód. Pedido
ca: Codi. Comanda
fr: Code commande
it: Codice. Ordine
pl: Kod sklepu
pt: O código. Ordem
zh: 计好数量

source: Actividades de la Solicitud seleccionada:
ca: Activitats de la Sol·licitud seleccionada:
fr: Activités de l'demande sélectionnée:
it: Attività dell'Applicazione selezionata:
pl: Działania wybranej Aplikacji:
pt: Atividades da candidatura selecionada:
pt_br: Etapas do pedido selecionado:
zh: 应用活动选择：

source: Solo ticket digital
ca: Només tiquet digital
fr: Ticket digital uniquement
it: Solo biglietto per smartphone
pl: Tylko bilet cyfrowy
pt: Bilhete de smartphone apenas
pt_br: Apenas Cupom Digital
zh: 仅限电子票
