Repository: AlvaroLS01/PAM69
Catalog: comerzzia-pos-i18n/czz-pos_*.po
Languages: ca, fr, it, pl, pt, pt_br, zh

source: La longitud del campo no puede superar los {max} caracteres.
ca: La longitud de camp no pot superar els {max} caràcters.
fr: La longueur du champ ne peut pas dépasser {max} caractères.
it: La lunghezza del campo non può superare i {max} caratteri.
pl: Długość pola nie może przekraczać {max} znaków.
pt: O comprimento do campo não pode exceder {max} caracteres.
pt_br: O tamanho do campo não pode exceder {max} caracteres.
zh: 该字段长度不能超过2个字符。

source: La longitud del campo Código Postal no puede superar los {max} caracteres.
ca: La longitud de camp Codi postal no pot superar els {max} caràcters.
fr: La longueur du champ Code postal ne peut pas dépasser {max} caractères.
it: La lunghezza del campo Codice postale non può superare i {max} caratteri.
pl: Długość pola Kod pocztowy nie może przekraczać {max} znaków.
pt: O comprimento do campo código postal não pode exceder {max} caracteres.
pt_br: O tamanho do campo CEP não pode exceder {max} caracteres.
zh: 邮政编码字段长度不能超过{max}个字符

source: La fecha de apertura introducida no es válida
ca: La data d'obertura introduïda no és vàlida
fr: La date d'ouverture saisie n'est pas valide
it: La data di apertura inserita non è valida
pl: Wprowadzona data otwarcia jest nieprawidłowa
pt: A data de abertura inscrita não é válida
pt_br: A data de abertura digitada não é válida
zh: 输入的开幕日期无效。

source: La longitud del campo nombre no puede superar los {max} caracteres
ca: La longitud de camp nom no pot superar els {max} caràcters
fr: La longueur du champ de nom ne peut pas dépasser {max} caractères
it: La lunghezza del campo Nome non può superare {max} caratteri
pl: Długość pola nazwy nie może przekraczać {max} znaków
pt: O comprimento do campo de nome não pode exceder {max} caracteres
pt_br: O tamanho do campo NOME não pode exceder {max} caracteres
zh: 名称字段长度不能超过{max}个字符

source: La longitud del campo Documento no puede superar los {max} caracteres.
ca: La longitud de camp Document no pot superar els {max} caràcters.
fr: La longueur du champ Document ne peut pas dépasser {max} caractères.
it: La lunghezza del campo Documento non può superare i {max} caratteri.
pl: Długość pola Dokument nie może przekraczać {max} znaków.
pt: O comprimento do campo Documento não pode exceder {max} caracteres.
pt_br: O tamanho do campo DOCUMENTO não pode exceder {max} caracteres.
zh: 文件号码字段长度不能超过{max}个字符

source: La longitud del campo Provincia no puede superar los {max} caracteres.
ca: La longitud del camp Provincia no pot superar els 2 caràcters.
fr: La longueur du champ Province ne peut pas dépasser {max} caractères.
it: La lunghezza del campo Provincia non può superare i {max} caratteri.
pl: Długość pola Prowincja nie może przekraczać {max} znaków.
pt: O comprimento do campo da Província não pode exceder {max} caracteres.
pt_br: O tamanho do campo ESTADO não pode exceder {max} caracteres.
zh: 省字段长度不能超过4个字符

source: La cantidad no puede ser nula
ca: La quantitat no pot ser nul·la
fr: Le montant ne peut pas être nul
it: L'importo non può essere pari a zero
pl: Ilość powinna być mniejsza niż {0}
pt: A quantia não pode ser nulo
pt_br: O valor não pode ser nulo
zh: 数量不能是空值

source: Debe rellenar el campo posición del precio.
ca: Ha d'omplir el camp posició del preu.
fr: Vous devez remplir le champ de position de prix.
it: È necessario compilare il campo posizione prezzo.
pl: Należy wybrać jedną z opcji w dolnym panelu.
pt: Deve preencher o campo de posição de preço.
pt_br: Deve preencher o campo posição do preço.
zh: 您必须填写金额的位置字段

source: Debe rellenar el campo posición de la cantidad.
ca: Ha d'omplir el camp posició de la quantitat.
fr: Vous devez remplir le champ de position de quantité.
it: È necessario compilare il campo posizione quantità.
pl: Należy wypełnić pole pozycji ilości.
pt: Deve preencher o campo de posição de quantidade.
pt_br: Deve preencher o campo posição da quantidade.
zh: 您必须填写数量的位置字段

source: El precio no puede ser nulo
ca: El preu no pot ser nul
fr: Le prix ne peut pas être nul
it: Il prezzo non può essere nullo
pl: Cena nie może być zerowa
pt: O preço não pode ser nulo
pt_br: O preço não pode ser nulo
zh: 金额不能是空值

source: El campo descuento no es un número válido.
ca: El camp descompte no és un nombre vàlid.
fr: Le champ de remise n'est pas un nombre valide.
it: Il campo sconto non è un numero valido.
pl: Numer karty jest nieprawidłowy.
pt: O campo de descontos não é um número válido.
pt_br: Digite um valor válido para o campo desconto.
zh: 折扣字段不是有效数值。

source: Debe rellenar el campo parte decimal de la cantidad.
ca: Ha d'omplir el camp part decimal de la quantitat.
fr: Vous devez remplir la partie décimale du champ de quantité.
it: È necessario compilare la parte decimale del campo quantità.
pl: Należy wypełnić dziesiętną część pola ilości.
pt: Deve preencher a parte decimal do campo de quantidade.
pt_br: Deve preencher o campo parte decimal da quantidade.
zh: 您必须填写数量的小数字段

source: La longitud del campo código postal no puede superar los {max} caracteres
ca: La longitud de camp codi postal no pot superar els {max} caràcters
fr: La longueur du champ du code postal ne peut pas dépasser {max} caractères
it: La lunghezza del campo del codice postale non può superare i {max} caratteri
pl: Długość pola kodu pocztowego nie może przekraczać {max} znaków
pt: O comprimento do campo de código postal não pode exceder {max} caracteres
pt_br: O tamanho do campo de CEP não pode exceder {max} caracteres
zh: 邮政编码字段长度不能超过{max}个字符

source: La longitud del campo debe estar entre {min} y {max} caracteres.
ca: La longitud del camp ha d'estar entre {min} i {max} caràcters.
fr: La longueur du champ doit être comprise entre {min} et {max} caractères.
it: La lunghezza del valore deve essere al massimo di {max} caratteri.
pl: Długość pola musi wynosić od {min} do {max} znaków.
pt: O comprimento do campo deve ser entre {min} e {max} caracteres.
pt_br: O tamanho do campo deve estar entre {min} e o {max} de caracteres.
zh: 该字段长度该有{min}到{max}个字符。

source: El documento no puede superar los {max} caracteres
ca: El document no pot superar els {max} caràcters
fr: Le document ne peut pas dépasser {max} caractères
it: Il documento non può superare i {max} caratteri
pl: Dokument nie może przekraczać {max} znaków
pt: O documento não pode exceder {max} caracteres
pt_br: O tamanho do documento não pode exceder os {max} caracteres
zh: 该文档不能超过{max}个字符。

source: La descripción del concepto no puede superar los {max} caracteres
ca: La descripció del concepte no pot superar els {max} caràcters
fr: La description du concept ne peut pas dépasser {max} caractères
it: La descrizione del concetto non può superare {max} caratteri
pl: Opis pojęcia nie może przekraczać {max} znaków
pt: A descrição do conceito não pode exceder {max} caracteres
pt_br: O tamanho do campo não pode exceder os {max} caracteres
zh: 概念描述长度不能超过{max}个字符。

source: El código del ticket no es válido.
ca: El codi del tiquet no és vàlid.
fr: Le code du ticket n'est pas valide.
it: Il codice del biglietto non è valido.
pl: Numer karty jest nieprawidłowy.
pt: O código do bilhete não é válido.
pt_br: O código do cupom não é válido.
zh: 发票代码无效。

source: La longitud del campo num. documento no puede superar los {max} caracteres
ca: La longitud d'el camp num. document no pot superar els {max} caràcters
fr: La longueur du champ du numéro de document ne peut pas dépasser {max} caractères
it: Lunghezza del campo num. Il documento non può superare {max} caratteri
pl: Długość pola num. Dokument nie może przekraczać {max} znaków
pt: O comprimento do campo num. documento não pode exceder {max} caracteres
pt_br: O tamanho do NUM. DOCUMENTO não pode exceder {max} caracteres
zh: 文件号码字段长度不能超过{max}个字符

source: Debe rellenar el campo de identificación del cliente.
ca: Ha d'omplir el camp d'identificació del client.
fr: Vous devez remplir le champ d'identification du client.
it: È necessario compilare il campo di identificazione del cliente.
pl: Należy wybrać odpowiedni typ dokumentu.
pt: Tem de preencher o campo de identificação do cliente.
pt_br: Deve preencher o campo identificação do cliente.
zh: 您必须填写客户识别字段

source: La longitud del campo Domicilio no puede superar los {max} caracteres.
ca: La longitud de camp Domicili no pot superar els {max} caràcters.
fr: La longueur du champ Adresse ne peut pas dépasser {max} caractères.
it: La lunghezza del campo Indirizzo non può superare i {max} caratteri.
pl: Długość pola Strona główna nie może przekraczać {max} znaków.
pt: O comprimento do campo 'Endereço' não pode exceder {max} caracteres.
pt_br: O tamanho do campo de ENDEREÇO não pode exceder {max} caracteres.
zh: 地址字段长度不能超过{max}个字符

source: La longitud del campo localidad no puede superar los {max} caracteres
ca: La longitud de camp localitat no pot superar els {max} caràcters
fr: La longueur du champ de localité ne peut pas dépasser {max} caractères
it: La lunghezza del campo località non può superare i {max} caratteri
pl: Długość pola miejscowości nie może przekraczać {max} znaków
pt: O comprimento do campo de localidade não pode exceder {max} caracteres
pt_br: O tamanho do campo de LOCALIZAÇÃO não pode exceder {max} caracteres
zh: 地区字段长度不能超过{max}个字符

source: El campo cantidad no es un número válido.
ca: El camp no és un número vàlid.
fr: Le champ de quantité n'est pas un nombre valide.
it: Il campo quantità non è un numero valido.
pl: Numer karty jest nieprawidłowy.
pt: O campo de quantidade não é um número válido.
pt_br: Digite um valor válido para o campo quantidade.
zh: 数量字段不是有效数值。

source: Ha de indicar una fecha de apertura
ca: Ha d'indicar una data d'obertura
fr: Vous devez indiquer une date d'ouverture
it: È necessario indicare una data di apertura
pl: Należy podać datę
pt: Deve indicar uma data de abertura
pt_br: Deve indicar uma data de abertura
zh: 必须指出开幕日期

source: La longitud del campo domicilio no puede superar los {max} caracteres
ca: La longitud de camp domicili no pot superar els {max} caràcters
fr: La longueur du champ d'adresse ne peut pas dépasser {max} caractères
it: La lunghezza del campo Home non può superare i {max} caratteri
pl: Długość pola głównego nie może przekraczać {max} znaków
pt: O comprimento do campo de origem não pode exceder {max} caracteres
pt_br: O tamanho do campo de ENDEREÇO não pode exceder {max} caracteres
zh: 地址字段长度不能超过{max}个字符

source: Debe rellenar el campo población
ca: Ha d'omplir el camp població
fr: Vous devez remplir le champ ville
it: È necessario compilare il campo popolazione
pl: Musisz wypełnić pole populacji
pt: Deve preencher o campo da população
pt_br: Você deve preencher o campo Cidade
zh: 您必须填写镇字段

source: El campo domicilio del cliente debe estar relleno.
ca: El camp domicili del client ha d'estar omplert.
fr: Le champ d'adresse du client doit être rempli.
it: Il campo dell'indirizzo del cliente deve essere compilato.
pl: Należy wypełnić pole macierzyste klienta.
pt: O campo de endereços do cliente deve ser preenchido.
pt_br: O campo endereço do cliente deve estar preenchido.
zh: 客户地址字段必须填写

source: Debe introducir el código de caja.
ca: Ha d'introduir el codi de caixa.
fr: Vous devez entrer le code de caisse.
it: È necessario inserire il codice della casella.
pl: Należy wprowadzić kod towaru lub kod kreskowy
pt: Tem de introduzir o código da caixa.
pt_br: Deve digitar o código de pdv.
zh: 您必须输入钱箱代码。

source: La longitud del campo provincia no puede superar los {max} caracteres
ca: La longitud de camp província no pot superar els {max} caràcters
fr: La longueur du champ de la province ne peut pas dépasser {max} caractères
it: La lunghezza del campo provincia non può superare i {max} caratteri
pl: Długość pola prowincji nie może przekraczać {max} znaków
pt: O comprimento do campo da província não pode exceder {max} caracteres
pt_br: O tamanho do campo ESTADO não pode exceder {max} caracteres
zh: 省字段长度不能超过4个字符

source: El valor introducido debe ser numérico.
ca: El valor introduït ha de ser numèric.
fr: La valeur saisie doit être numérique.
it: Il valore immesso deve essere numerico.
pl: Wprowadzona wartość musi być liczbą.
pt: O valor introduzido deve ser numérico.
pt_br: O valor digitado deve ser numérico.
zh: 输入的该是数值

source: El importe de pago no puede superar el saldo de la tarjeta
ca: L'import indicat supera el saldo de la targeta
fr: Le montant indiqué dépasse le solde de la carte.
it: L'importo indicato supera il saldo della carta
pl: Kwota przewyższa dostępne saldo
pt: O montante não pode exceder o saldo do cartão
pt_br: O valor informado é maior do que o saldo suficiente no cartão
zh: 金额不该超过总搁置。

source: Esta linea tiene asociados numeros de serie, la cantidad indicada es inferior a la anterior, los números de serie serán borrados, deberá indicarlos de nuevo, ¿está seguro?
ca: Aquesta línia té associats numeros de sèrie, la quantitat indicada és inferior a l'anterior, els números de sèrie seran esborrats, haurà de indicar de nou, sabeu?
fr: Cette ligne a des numéros de série associés, le montant indiqué est inférieur à la précédente, les numéros de série seront supprimés, vous devrez les indiquer à nouveau, êtes-vous sûr?
it: Questa riga ha numeri di serie associati, l'importo indicato è inferiore al precedente, i numeri di serie verranno eliminati, è necessario indicarli di nuovo, sei sicuro?
pl: Ta linia ma powiązane numery seryjne. Wskazana ilość jest mniejsza niż poprzednia, numery seryjne zostaną usunięte i konieczne będzie ich ponowne wskazanie. Czy na pewno kontynuować?
pt: Esta linha tem números de série associados, o valor indicado é inferior ao anterior, os números de série serão apagados, deve indicar novamente, tem certeza?
zh: 此线具有相关联的序列号，规定的数量小于以上所述，序列号将被删除，必须重新指定，你确定吗？

source: La descripción no debe estar vacía
ca: La descripció no ha de ser buida
fr: Le champ de description du client doit être rempli
it: La descrizione non deve essere vuota
pl: Opis nie może być pusty
pt: A descrição não deve estar vazia
pt_br: A descrição não pode ficar em branco
zh: 客户描述字段必须填写

source: No tiene permisos para realizar una devolución
ca: No té permisos per realitzar una devolució
fr: Vous n'avez pas l'autorisation d'effectuer un retour
it: Non si dispone delle autorizzazioni per effettuare un reso
pl: Nie masz uprawnień do dokonania zwrotu
pt: Não tem permissões para fazer um retorno
pt_br: Você não tem autorização para efetuar devolução
zh: 你无权做退款

source: La cantidad debe ser menor que {0}
ca: La quantitat ha de ser menor que {0}
fr: La quantité doit être inférieure à {0}
it: L´importo deve essere inferiore a {0}
pl: Ilość powinna być mniejsza niż {0}
pt: O montante deve ser inferior a {0}
pt_br: A quantidade deve ser menor que {0}
zh: 数量必须小于{0}

source: La cantidad debe ser distinta de cero.
ca: La quantitat ha de ser menor que {0}
fr: La quantité doit être différente de zéro.
it: L'importo deve essere diverso da zero.
pl: Ilość musi być różna od zera.
pt: O montante deve não ser zero.
pt_br: A quantidade deve ser maior que zero.
zh: 数量必须是与零不同。

source: El campo debe ser menor que {0}
ca: El camp ha de ser menor que {0}
fr: Le champ doit être inférieur à {0}
it: Il campo deve essere più piccolo di {0}
pl: Pole musi być mniejsze od {0}
pt: O campo deve ser menor que {0}
pt_br: O campo deve ser menor que {0}
zh: 该字段必须小于{0}

source: El descuento debe ser un valor entre 0 y 100.
ca: El descompte ha de ser un valor entre 0 i 100.
fr: La remise doit être une valeur comprise entre 0 et 100.
it: Lo sconto deve essere compreso tra 0 e 100.
pl: Zniżka powinna stanowić wartość w przedziale 0-100.
pt: O desconto deve ser um valor entre 0 e 100.
pt_br: O valor do desconto deve ser um valor entre 0 e 100.
zh: 折扣必须在0到100之间。

source: ¿Desea vender el artículo a precio 0?
ca: Voleu vendre l'article a preu 0?
fr: Voulez-vous vendre l'article au prix 0?
it: Vuoi vendere l'articolo al prezzo 0?
pl: Czy chcesz sprzedać artykuł w cenie wynoszącej 0?
pt: Quer vender o artigo pelo preço 0?
pt_br: Você quer vender o produto com o valor 0?
zh: 你想出售该项目以价格为0？

source: No está permitida la venta a precio 0.
ca: No està permesa la venda a preu 0.
fr: La vente au prix 0 n'est pas autorisée.
it: Non è consentita la vendita al prezzo 0.
pl: Sprzedaż po cenie wynoszącej 0 jest niedozwolona.
pt: Não é permitida a venda ao preço 0.
pt_br: Não é permitida venda com valores 0.
zh: 销售价格不允许为0。

source: Ha habido un error al mostrar la página web
ca: Hi ha hagut un error a l'introduir la línia
fr: Une erreur s'est produite lors de la saisie de la ligne
it: Si è verificato un errore durante l'immissione della riga
pl: Wystąpił błąd podczas przetwarzania operacji sprzedaży
pt: Houve um erro ao entrar na linha
pt_br: Houve um erro ao tentar mostrar a página web
zh: 恢复发票时出现错误

source: No hay caja abierta. Deberá ir a la gestión de caja para abrirla.
ca: No hi ha caixa oberta. Haurà d'anar a la gestió de caixa per obrir-la.
fr: Il n'y a pas de caisse ouvert. Vous devrez aller à la gestión de caisse pour l´ouvrir.
it: Non c'è una scatola aperta. Dovrai andare alla gestione della cassa per aprirlo.
pl: Żadna kasa nie jest otwarta. Należy przejść do obsługi kasy, aby ją otworzyć.
pt: Não há caixa aberta. Vai precisar de ir à administração de dinheiro para abri-la.
pt_br: Nenhuma caixa aberto. Você deve ir a gestão de caixa para abri-lo.
zh: 没有开的钱箱。你应该去现金管理将其打开。

source: No hay caja abierta. Se abrirá automáticamente.
ca: No hi ha caixa oberta. S'obrirà automàticament.
fr: Il n'y a pas de caisse ouvert. Il s'ouvrira automatiquement.
it: Non c'è una scatola aperta. Si aprirà automaticamente.
pl: Żadna kasa nie jest otwarta. Otwarcie kasy nastąpi automatycznie.
pt: Não há caixa aberta. Abrirá automaticamente.
pt_br: Não há caixa aberto. Será aberto automaticamente.
zh: 没有开的钱箱。它会自动打开。

source: No se puede realizar la venta. El día de apertura de la caja {0} no coincide con el del sistema {1}
ca: No es pot realitzar la venda. El dia d´obertura de la caixa {0} no coincideix amb el de sistema {1}
fr: La vente ne peut être effectuée. Le jour d´ouverture du caisse {0} ne coïncide pas avec celui du système {1}
it: La vendita non può essere effettuata. Il giorno di apertura del box {0} non coincide con quello del sistema {1}
pl: Sprzedaż nie może dojść do skutku. Dzień otwarcia kasy {0} nie pokrywa się z dniem otwarcia systemu {1}
pt: A venda não pode ser feita. O dia de abertura da caixa {0} não coincide com o do sistema {1}
pt_br: Você não pode fazer a venda. O caixa do dia {0} precisa ser fechado {1}
zh: 你不能进行销售。钱箱开幕的日子{0}跟系统不匹配{1}

source: Existen tickets pendientes de confirmar. Antes debería finalizar la operación.
ca: Existeixen tiquets pendents de confirmar. Abans hauria de finalitzar l'operació.
fr: Il y a des tickets en attente de confirmation. L'opération doit se terminer en premier.
it: Ci sono biglietti da confermare. È necessario completare prima l'operazione.
pl: Istnieją paragony oczekujące na potwierdzenie. Najpierw należy sfinalizować operację.
pt: Há bilhetes a confirmar. Devia terminar a operação primeiro.
zh: 有未确定的待审票。要先结束操作。

source: Tiene tickets pendientes de confirmar. No tiene permisos para cancelar la venta.
ca: Té tiquets pendents de confirmar. No teé permisos per cancel·lar la venda.
fr: Vous avez des tickets en attente de confirmation. Vous n'êtes pas autorisé à annuler la vente.
it: Hai i biglietti da confermare. Non si dispone delle autorizzazioni per annullare la vendita.
pl: Istnieją paragony oczekujące na potwierdzenie. Najpierw należy sfinalizować operację.
pt: Tem bilhetes para ser confirmado. Não tem permissões para cancelar a venda.
zh: 有待定的发票。你无权取消此销售。

source: ---CAJA CERRADA---
ca: ---CAIXA TANCADA---
fr: ---CAISSE FERMÉE---
it: ---CASA CHIUSA---
pl: Kasa ZAMKNIĘTA
pt: --- CASULO FECHADO---
pt_br: ---CAIXA FECHADO---
zh: ---钱箱关闭 ---

source: No se puede cancelar una venta con pagos asociados.
ca: No es pot eliminar el client ja que té registres associats.
fr: Vous ne pouvez pas annuler une vente avec des paiements associés.
it: Non è possibile annullare una vendita con pagamenti associati.
pl: Utworzenie pustej sekcji nie jest możliwe
pt: Não é possível cancelar uma venda com pagamentos associados.
pt_br: Não é possível excluir o cliente com documentos associados.
zh: 您不能创建一个空的搁置

source: ¿Está seguro de querer eliminar todas las líneas del ticket?
ca: Esteu segur de voler eliminar totes les línies de l'tiquet?
fr: Voulez-vous vraiment supprimer toutes les lignes du ticket?
it: Sei sicuro di voler rimuovere tutte le linee dal biglietto?
pl: Czy na pewno usunąć wszystkie linie paragonu?
pt: Tem certeza de que quer remover todas as linhas do bilhete?
zh: 你确定要删除所有发票里的行数？

source: La tarjeta de fidelización {0} no está activa
ca: La targeta de fidelització {0} no està activa
fr: La carte de fidélité {0} n'est pas active
it: {0} della carta fedeltà non è attivo
pl: Karta lojalnościowa {0} nie jest aktywna
pt: O cartão de fidelização {0} não está ativo
pt_br: O cartão de fidelização {0} não está ativo
zh: 会员卡{0}不活跃

source: Error procesando el código de barras. Revise configuración.
ca: Error processant el codi de barres. Revisi configuració.
fr: Erreur lors du traitement du code-barres. Vérifiez la configuration.
it: Errore durante l'elaborazione del codice a barre. Rivedere le impostazioni.
pl: Błąd przetwarzania kodu kreskowego. Sprawdź ustawienia.
pt: Código de barras de processamento de erros. Rever as definições.
zh: 错误处理的条形码。检查设置。

source: El artículo consultado no se encuentra en el sistema
ca: L'article consultat no es troba en el sistema
fr: L'article consulté est introuvable dans le système
it: L'articolo consultato non è stato trovato nel sistema
pl: Konsultowanego artykułu nie można znaleźć w systemie
pt: O artigo consultado não é encontrado no sistema
pt_br: O produto consultado não foi encontrado
zh: 咨询的商品在系统里未找到

source: Este artículo no puede ser introducido sin ser pesado previamente.
ca: Aquest article no pot ser introduït sense ser pesat prèviament.
fr: Cet article ne peut pas être entré sans avoir été pesé au préalable.
it: Questo articolo non può essere introdotto senza essere pre-pesato.
pl: Tego przedmiotu nie można wprowadzić bez uprzedniego zważenia.
pt: Este artigo não pode ser introduzido sem ser pré-pesado.
pt_br: Este produto é de peso varável, favor pesar o produto na balança.
zh: 未经事先称重，无法介绍此项目。

source: ---NUEVO CLIENTE---
ca: ---NOU CLIENT---
fr: ---NOUVEAU CLIENT---
it: ---NUOVO CLIENT---
pl: ---NOWY KLIENT---
pt: ---NOVO CLIENTE---
pt_br: ---NOVO CLIENTE---
zh: --- 新客户---

source: No se puede cambiar el cliente de un ticket con líneas.
ca: No es pot canviar el client d'un tiquet amb línies.
fr: Vous ne pouvez pas changer le client d'un ticket avec des lignes.
it: Non è possibile cambiare il cliente di un biglietto con le linee.
pl: Nie znaleziono dokumentu dot. paragonu podarunkowego.
pt: Não pode mudar o cliente de um bilhete com linhas.
pt_br: Não pode alterar o cliente de um cupom com itens registrados.
zh: 有行的发票不能更改客户

source: No es posible seleccionar este cliente al tener un tratamiento de impuestos no disponible para el país asociado a la tienda actual.
ca: No és possible seleccionar aquest client a l'tenir un tractament d'impostos no disponible per al país associat a la botiga actual.
fr: Il n'est pas possible de sélectionner ce client car le traitement fiscal n'est pas disponible pour le pays associé au magasin actuel.
it: Non è possibile selezionare questo cliente in quanto ha un trattamento fiscale non disponibile per il paese associato al negozio corrente.
pl: Wybór tego klienta nie jest możliwy ze względu na opodatkowanie niedostępne dla kraju powiązanego z bieżącym sklepem.
pt: Não é possível selecionar este cliente uma vez que tem um tratamento fiscal não disponível para o país associado à loja atual.
pt_br: Não é possível selecionar este cliente devido ao tratamento fiscal não disponível para o país associado à loja atual.
zh: 由于与当前商店关联的国家/地区不提供税务处理，因此无法选择此客户。
