Repository: AlvaroLS01/PAM69
Catalog: comerzzia-pos-i18n/czz-pos_*.po
Languages: ca, fr, it, pl, pt, pt_br, zh

source: Se va a cerrar la caja con descuadres mayores al valor permitido, ¿Desea continuar?
ca: Es va a tancar la caixa amb desquadraments grans a la valor permès, Voleu continuar?
fr: La caisse va être fermée avec plus que la valeur autorisée. Voulez-vous continuer?
it: La scatola verrà chiusa con mancate corrispondenze superiori al valore consentito, vuoi continuare?
pl: Nastąpi zamknięcie kasy z niezbilansowaniem przekraczającym dozwoloną kwotę. Czy kontynuować?
pt: A caixa vai ser fechada com desencontros maiores do que o valor permitido, quer continuar?
pt_br: O caixa será fechado com valores de diferença maiores que o permitido. Deseja continuar?
zh: 关闭此钱箱要关闭所有打开的窗口。是否继续？

source: ¿Seguro de realizar el Cierre?
ca: Segur de realitzar el Tancament?
fr: Etes-vous sûr de vouloir effectuer la clôture de caisse?
it: Sicuro di eseguire la chiusura?
pl: Czy na pewno dokonać zamknięcia?
pt: Com certeza para realizar o Encerramento?
pt_br: Efetuar o fechamento do caixa? Tem Certeza?
zh: 你确定做闭幕？

source: La fecha de cierre no puede ser anterior a la fecha de apertura.
ca: La data de tancament no pot ser anterior a la data d'obertura.
fr: La date de clôture ne peut être antérieure à la date d'ouverture.
it: La data di chiusura non può essere anteriore alla data di apertura.
pl: Data zakończenia nie może być wcześniejsza niż data otwarcia.
pt: A data de encerramento não pode ser mais cedo do que a data de abertura.
pt_br: A data de fechamento não pode ser anterior à data de abertura.
zh: 在闭幕日期不能超过开幕的日期。

source: El código de concepto no existe en la base de datos
ca: El codi de concepte no existeix a la base de dades
fr: Le code du concept n'existe pas dans la base de données
it: Il codice concettuale non esiste nel database
pl: Kod koncepcyjny nie istnieje w bazie danych
pt: O código conceptual não existe na base de dados
pt_br: O código não existe na base de dados
zh: 概念代码并不存在于数据库中

source: SALIDA DE CAJA
ca: SORTIDA DE CAIXA
fr: SORTIES DE CAISSE
it: CASSA
pl: ODPŁYW GOTÓWKI
pt: SAÍDA DA CAIXA
pt_br: SAÍDA DE CAIXA
zh: 现金流出

source: ENTRADA EN CAJA
ca: ENTRADA EN CAIXA
fr: ENTRÉE EN CAISSE
it: CASSA
pl: ZALICZKA
pt: ENTRADA NA CAIXA
pt_br: ENTRADA DE CAIXA
zh: 现金流进

source: Conceptos
ca: Conceptes
fr: Concepts
it: Concetti
pl: Pozycja
pt: Conceitos
pt_br: Conceitos
zh: 概念

source: Al salir de la pantalla se perderá el recuento en curso. ¿Desea continuar?
ca: Es perdran les dades de pagaments. Vol continuar?
fr: Les données de paiement seront perdues. Continuer?
it: L'uscita dallo schermo comporterà la perdita del conteggio in corso. Vuoi continuare?
pl: Wyjście z ekranu spowoduje utratę trwającego liczenia. Czy chcesz kontynuować?
pt: Sair da tela resultará na perda da contagem em curso. Quer continuar?
pt_br: Ao fechar a tela os dados serão perdidos. Deseja continuar?
zh: 支付数据将丢失。是否继续？

source: Error consultando los tratamientos de impuestos de la tienda.
ca: Error consultant els documents d'identificació de la botiga.
fr: Erreur lors de la consultation des documents d'identification du magasin.
it: Errore di consultazione dei trattamenti fiscali del negozio.
pl: Błąd podczas przeglądania płatności w sekcji
pt: Erro de consulta dos tratamentos fiscais da loja.
pt_br: Erro na consulta dos tratamento de imposto da loja.
zh: 错误咨询给商店的身份证明文件。

source: El cliente seleccionado tiene un tratamiento de impuestos {0} diferente al de la tienda: {1}.
ca: El client seleccionat té un tractament d´impostos {0} diferent a el de la botiga: {1}.
fr: Le client sélectionné bénéficie d´un traitement fiscal {0} différent de celui du magasin: {1}.
it: Il cliente selezionato ha un trattamento fiscale {0} diverso rispetto al negozio: {1}.
pl: Wybrany klient ma {0} inne traktowanie podatkowe niż sklep: {1}.
pt: O cliente selecionado tem um tratamento fiscal {0} diferente da loja: {1}.
pt_br: O cliente selecionado tem um tratamento fiscal {0} diferente da loja: {1}.
zh: 所选客户的税收待遇 {0} 与商店不同：{1}。

source: No se pudo crear el cliente.
ca: No s'ha pogut crear el client.
fr: Le client n'a pas pu être créé.
it: Impossibile creare il client.
pl: Nie jest możliwe dokonanie sprzedaży w przypadku 0.
pt: O cliente não pôde ser criado.
pt_br: Não foi possível cadastrar o cliente.
zh: 无法创建客户。

source: Error en la búsqueda, país no encontrado
ca: Error en la cerca, país no trobat
fr: Erreur de recherche, pays introuvable
it: Ricerca non riuscita, paese non trovato
pl: Wyszukiwanie nie powiodło się, kraj nie został znaleziony
pt: A procura falhou, o país não foi encontrado
pt_br: Erro na pesquisa, país não encontrado
zh: 搜索错误，未找到国家

source: No se encontró el cliente cuyos datos se desean modificar.
ca: No s'ha trobat el client les dades es volen modificar.
fr: Aucun client dont les données ont été trouvées vouloir changer.
it: Il cliente di cui si desidera modificare i dati non è stato trovato.
pl: Należy najpierw zaznaczyć linię, którą chcemy zmienić.
pt: O cliente cujos dados pretende modificar não foi encontrado.
zh: 没有找到想修改的客户数据

source: Se borrará el cliente seleccionado. ¿Está seguro?
ca: S'esborrarà el client seleccionat. Està segur?
fr: Le client sélectionné sera supprimé. Êtes-vous sûr?
it: Il client selezionato viene eliminato. Sei sicuro?
pl: Rezerwacja zostanie anulowana. Czy na pewno kontynuować?
pt: O cliente selecionado é eliminado. Tens a certeza?
pt_br: O cliente selecionado será excluído. Você tem certeza?
zh: 选定的客户将被清除。你确定吗？

source: La petición no se procesó correctamente.
ca: La petició no s'ha processat correctament.
fr: La demande n'a pas été traitée correctement.
it: La richiesta non è stata elaborata correttamente.
pl: Kupon został pomyślnie dodany.
pt: O pedido não foi tratado corretamente.
zh: 该请求未处理正确。

source: Error. dirección de servicio rest no encontrada (HTTP 404)
ca: Error. direcció de servei rest no trobada (HTTP 404)
fr: Erreur. Adresse de service rest introuvable (HTTP 404)
it: Errore. Indirizzo del servizio di riposo non trovato (HTTP 404)
pl: Błąd. Nie znaleziono adresu usługi odpoczynku (HTTP 404)
pt: Um erro. endereço de serviço de repouso não encontrado (HTTP 404)
zh: 错误。 REST服务地址没有找到（HTTP 404）

source: No se pudo conectar con los servicios rest (HTTP 400)
ca: No s'ha pogut connectar amb els serveis rest (HTTP 400)
fr: Impossible connecter avec les services rest (HTTP 400)
it: Impossibile connettersi ai servizi di riposo (HTTP 400)
pl: Nie można nawiązać połączenia z serwerem
pt: Não foi possível ligar-se aos serviços de repouso (HTTP 400)
zh: 无法连接rest服务（HTTP 400）

source: No se pudo conectar con los servicios rest (HTTP 500)
ca: No s'ha pogut connectar amb els serveis rest (HTTP 500)
fr: Impossible connecter avec les services rest (HTTP 500)
it: Impossibile connettersi ai servizi di riposo (HTTP 500)
pl: Nie można nawiązać połączenia z serwerem
pt: Não foi possível ligar-se aos serviços de repouso (HTTP 500)
zh: 无法连接rest服务（HTTP 500）

source: No se pudo conectar con los servicios rest
ca: No s'ha pogut connectar amb els serveis rest
fr: Impossible connecter avec les services rest
it: Impossibile connettersi ai servizi di riposo
pl: Nie można nawiązać połączenia z serwerem
pt: Não podia ligar-se aos serviços de descanso
zh: 无法连接rest服务

source: El cliente con el documento {0}, el tipo de documento {1} y el país {2} no existe en el sistema
ca: El client consultat amb el document {0}, el tipus de document {1} i el país {2} no es troba registrat en el sistema
fr: Le client avec le document {0}, le type de document {1} et le pays {2} n'existe pas dans le système
it: Il cliente con il documento {0}, il tipo di documento {1} e il paese {2} non esiste nel sistema
pl: Klient z dokumentem {0}, typem dokumentu {1} i krajem, {2} nie istnieje w systemie
pt: O cliente com o documento {0}, o tipo de documento {1} e o país {2} não existe no sistema
pt_br: O cliente do documento{0}, o tipo de documento{1} e o país{2} não estão registrados no sistema
zh: 客户与文档{0}，文档类型{1}，和国家{2} 存在于系统中

source: El cliente con el documento {0} no existe en el sistema
ca: El client consultat amb el document {0} no es troba registrat en el sistema
fr: Le client avec le document {0} n'est pas dans le system
it: Il client con il documento {0} non esiste nel sistema
pl: Klient z dokumentem {0} nie istnieje w systemie
pt: O cliente com o documento {0} não existe no sistema
pt_br: O cliente com o documento{0} não existe no sistema
zh: 客户与文档{0}不存在于系统中

source: El documento indicado no es válido, ¿desea guardar el cliente de todas formas?
ca: El document indicat no és vàlid, ¿voleu desar el client de totes maneres?
fr: Le document indiqué n'est pas valide, voulez-vous quand même enregistrer le client?
it: Il documento indicato non è valido, vuoi salvare comunque il cliente?
pl: Wskazany dokument jest nieważny, czy klient mimo to chce zapisać?
pt: O documento indicado não é válido, quer salvar o cliente?
pt_br: O documento indicado não é válido, deseja salvar o cliente assim mesmo ?
zh: 指示的文件是无效的，你仍要保存客户？

source: Documento valido
ca: Document valgut
fr: Document valide
pl: Dokument fiskalny
pt: Documento válido
pt_br: Documento válido
zh: 文件

source: Documento no valido
ca: Document no vàlid
fr: Document invalide
it: Documento non valido
pl: Dokument fiskalny
pt: Documento inválido
pt_br: Documento inválido
zh: 文件

source: No hay registros para los parámetros de búsqueda seleccionados
ca: No hi ha registres pels paràmetres de recerca seleccionats
fr: Il n'y a aucun enregistrement pour les paramètres de recherche sélectionnés
it: Nessun registro per i parametri di ricerca selezionati
pl: Brak rekordów dla wybranych parametrów wyszukiwania
pt: Não há registos para parâmetros de pesquisa selecionados
pt_br: Não há registros para os parâmetros selecionados
zh: 没有记录所选搜索参数

source: Seleccione una población antes de continuar.
ca: Seleccioni una població abans de continuar.
fr: Veuillez sélectionner une ville avant de continuer.
it: Selezionare una popolazione prima di procedere.
pl: Wybierz populację przed kontynuowaniem.
pt: Selecione uma população antes de prosseguir.
pt_br: Selecione uma cidade antes de continuar.
zh: 继续之前选择一个镇。

source: Se produjo un error procesando el localizador.
ca: S'ha produït un error processant el localitzador.
fr: Une erreur s'est produite lors du traitement du localisateur.
it: Si è verificato un errore durante l'elaborazione del localizzatore.
pl: Wystąpił błąd podczas przetwarzania nr lokalizacyjnego.
pt: Ocorreu um erro no processamento do localizador.
pt_br: Ocorreu um erro ao processar o localizador.
zh: 处理定位器时出现错误。

source: El tipo de documento indicado no existe en la base de datos.
ca: El tipus de document indicat no existeix a la base de dades.
fr: Le type de document indiqué n'existe pas dans la base de données.
it: Il tipo di documento indicato non esiste nel database.
pl: Wskazany typ dokumentu nie istnieje w bazie danych.
pt: O tipo de documento indicado não existe na base de dados.
pt_br: O tipo de documento digitado não existe no banco de dados.
zh: 该类型的文档显示在数据库中不存在。

source: El id introducido no es válido.
ca: L'id introduït no és vàlid.
fr: L'identifiant saisi n'est pas valide.
it: L'ID immesso non è valido.
pl: Numer karty jest nieprawidłowy.
pt: O id inscrito não é válido.
pt_br: O id digitado não é válido.
zh: 输入的ID无效。

source: Lo sentimos, ha ocurrido un error al imprimir.
ca: Ho sentim, s'ha produït un error al imprimir.
fr: Désolé, une erreur s'est produite lors de l'impression.
it: Si è verificato un errore durante la stampa.
pl: Przepraszamy, wystąpił błąd podczas drukowania.
pt: Desculpe, ocorreu um erro durante a impressão.
pt_br: Desculpe, ocorreu um erro ao imprimir.
zh: 很遗憾，打印时发生错误。

source: No hay ninguna línea seleccionada.
ca: No hi ha cap línia seleccionada.
fr: Aucune ligne n'est sélectionnée.
it: Non è selezionata alcuna riga.
pl: Nie wybrano żadnej linii.
pt: Nenhuma linha é selecionada.
pt_br: Nenhuma linha selecionada.
zh: 未选择线。

source: Error leyendo información de ticket.
ca: Error llegint informació de tiquet.
fr: Erreur lors de la lecture des informations du ticket.
it: Errore durante la lettura delle informazioni sui ticket.
pl: Błąd podczas odczytu informacji na paragonie.
pt: Erro na leitura da informação do bilhete.
pt_br: Erro lendo informações do ticket(cupom).
zh: 错误读取车票信息。

source: Fallo al imprimir ticket.
ca: Error al imprimir tiquet.
fr: Échec de l'impression du ticket.
it: Impossibile stampare il biglietto.
pl: Błąd podczas drukowania paragonu.
pt: Falhou em imprimir o bilhete.
pt_br: Erro imprimindo o cupom.
zh: 无法打印票。

source: Dato promocion fidelizado:
ca: Dada promoció fidelitzat:
fr: Données de promotion de fidélité:
it: Dati della promozione fedeltà:
pl: Dane promocji lojalnościowej:
pt: Dados de promoção de fidelidade:
pt_br: Dados da Promoção para Clientes Fidelizados:
zh: 会员推广数据：

source: Datos promocion NO fidelizado:
ca: Dades promoció NO fidelitzat:
fr: Données de promotion non fidélités:
it: Dati promozionali NON fedeli:
pl: Dane promocyjne NIE są lojalne:
pt: Dados de promoção NÃO leais:
pt_br: Dados da Promoção para Clientes Não Fidelizados:
zh: 不是会员的推广数据：

source: No se han encontrado resultados
ca: No s'han trobat resultats
fr: Aucun résultat trouvé
it: Nessun risultato trovato
pl: Nie znaleziono żadnych wyników
pt: Não foram encontrados resultados
pt_br: Não há resultados
zh: 没有找到结果

source: Se está mostrando un resultado parcial. Debe aplicar una búsqueda más limitada
ca: S'està mostrant un resultat parcial. Ha d' aplicar una recerca més limitada
fr: Un résultat partiel s’affiche. Vous devez appliquer une recherche plus limitée
it: Viene visualizzato un risultato parziale. È necessario applicare una ricerca più limitata
pl: Wyświetlany jest częściowy wynik. Musisz zastosować bardziej ograniczone wyszukiwanie
pt: Um resultado parcial está sendo exibido. Deve aplicar uma pesquisa mais limitada
pt_br: Um resultado parcial está sendo exibido. Você deve aplicar uma pesquisa mais limitada
zh: 正在显示部分结果。您必须应用更有限的搜索

source: No se ha seleccionado un artículo.
ca: No s'ha seleccionat un article.
fr: L'article n'a pas été sélectionné.
it: Un elemento non è stato selezionato.
pl: Nie znaleziono żadnych wyników
pt: Um item não foi selecionado.
pt_br: Você deve selecionar ao menos um item.
zh: 没有选择一个商品。

source: INICIO
ca: INICI
fr: DÉBUT
it: INIZIO
pl: POCZĄTEK
pt: INÍCIO
zh: 开始

source: ARTÍCULOS
ca: ARTICLE
fr: ARTICLE
it: ARTICOLI
pl: TOWAR
pt: ARTIGOS
zh: 商品

source: No hay artículos en esta sección.
ca: No hi ha articles en aquesta secció.
fr: Il n'y a pas d'articles dans cette section.
it: Non ci sono articoli in questa sezione.
pl: Brak towarów dostępnych w sprzedaży
pt: Não há artigos nesta secção.
zh: 没有可供出售的物品。

source: No se ha podido añadir el artículo. Contacte con el personal de tienda.
ca: No s'ha pogut afegir l'article. Contacti amb el personal de botiga.
fr: L'article n'a pas pu être ajouté. Contactez le personnel du magasin.
it: Impossibile aggiungere l'elemento. Contatta il personale del negozio.
pl: Zważenie towaru okazało się niemożliwe. Sprawdź ustawienia wagi.
pt: O artigo não pôde ser adicionado. Contacte o pessoal da loja.
zh: 无法关闭屏幕。请联系管理员。

source: Se ha añadido el artículo
ca: No s'ha seleccionat un article
fr: L'article a été ajouté
it: Aggiunto l'articolo
pl: Dodany artykuł
pt: Acrescentou o artigo
zh: 没有选择一个商品。

source: Error cargando pantalla de apartados.
ca: Error carregant pantalla d'apartats.
fr: Erreur lors du chargement de l'écran de la réservations.
it: Errore durante il caricamento della schermata della sezione.
pl: Błąd podczas przeglądania płatności w sekcji
pt: Ecrã da secção de carregamento de erros.
pt_br: Erro carregando a tela de cupons.
zh: 错误加载搁置的屏幕

source: El apartado seleccionado no se puede editar.
ca: L'apartat seleccionat no es pot editar.
fr: La réservation sélectionnée ne peut pas être modifiée.
it: La sezione selezionata non può essere modificata.
pl: Wybranej linii nie można modyfikować.
pt: A secção selecionada não pode ser editada.
pt_br: Os cupons selecionados não podem ser editado.
zh: 选定的搁置不能进行编辑。

source: El apartado no se puede cancelar.
ca: L'apartat no es pot cancel·lar.
fr: La réservation ne peut pas être annulée.
it: La sezione non può essere cancellata.
pl: Nie można anulować tej rezerwacji
pt: A secção não pode ser cancelada.
pt_br: Os cupons selecionados não podem ser cancelados.
zh: 该搁置不能取消

source: Se cancelará el apartado. ¿Está seguro?
ca: Es cancel·larà l'apartat. Està segur?
fr: La réservation sera annulée. Êtes-vous sûr?
it: La sezione verrà annullata. Sei sicuro?
pl: Rezerwacja zostanie anulowana. Czy na pewno kontynuować?
pt: A secção será cancelada. Tens a certeza?
pt_br: Os cupons selecionados serão cancelado, deseja continuar?
zh: 该搁置会被取消。你确定吗？

source: El apartado no está disponible para su venta.
ca: L'apartat no està disponible per la venda.
fr: Le réservation n'est pas disponible à la vente.
it: La sezione non è disponibile per la vendita.
pl: Rezerwacja nie jest dostępna do sprzedaży
pt: A secção não está disponível para venda.
pt_br: O cupom não está disponível para a venda.
zh: 该搁置是不能出售。

source: El coste del apartado no está cubierto.
ca: El cost de l'apartat no està cobert.
fr: Le coût de la réservation n'est pas couvert.
it: Il costo della sezione non è coperto.
pl: Brak pokrycia kosztu rezerwacji
pt: O custo da secção não está coberto.
pt_br: O custo está incompatível com a operação.
zh: 搁置的费用不包括在内。

source: Se va a proceder a finalizar el apartado. ¿Desea continuar?
ca: Es procedirà a finalitzar l'apartat. Vol continuar?
fr: Il procédera à la fin de la réservation . Continuer?
it: La sezione sarà finalizzata. Vuoi continuare?
pl: Nastąpi teraz sfinalizowanie sekcji. Czy kontynuować?
pt: A secção será finalizada. Quer continuar?
pt_br: A seção será finalizada. Você deseja continuar?
zh: 它将继续结束搁置。是否继续？

source: Debe indicar todos los números de serie para continuar.
ca: Ha d'indicar tots els números de sèrie per continuar.
fr: Vous devez entrer tous les numéros de série pour continuer.
it: È necessario immettere tutti i numeri di serie per continuare.
pl: Aby kontynuować należy podać wszystkie numery seryjne
pt: Tens de introduzir todos os números de série para continuares.
pt_br: Você deve informar todos os números de série para continuar.
zh: 您必须注明所有序列号才能继续。

source: Ha habido un error durante el procesado de los números de serie
ca: Hi ha hagut un error durant el processat dels números de sèrie
fr: Une erreur s'est produite lors du traitement des numéros de série
it: Si è verificato un errore durante l'elaborazione dei numeri di serie
pl: Wystąpił błąd podczas przetwarzania numerów seryjnych
pt: Houve um erro durante o processamento de números de série
pt_br: Erro na recuperação de números de série
zh: 在处理序列号出现错误

source: Error al salvar el ticket.
ca: Error al guardar el tiquet.
fr: Échec de l'enregistrement du ticket.
it: Impossibile salvare il biglietto.
pl: Błąd podczas zapisywania paragonu.
pt: Falhou em salvar o bilhete.
pt_br: Erro ao salvar o cupom.
zh: 无法保存票。

source: Detalle apartado {0}
ca: Detall apartat {0}
fr: Détaille du réservation {0}
it: {0} della sezione Dettagli
pl: Szczegóły rezerwacji {0}
pt: Detalhe da seção {0}
pt_br: Detalhe dos cupons {0}
zh: 搁置细节{0}

source: Nuevo apartado
ca: Nou apartat
fr: Nouvelle réservation
it: Nuova sezione
pl: Nowa sekcja
pt: Nova secção
pt_br: Novo cupom
zh: 新的搁置

source: ---NUEVO APARTADO---
ca: --- NOU APARTAT ---
fr: ---NOUVEL RÉSERVATION---
it: ---NUOVA SEZIONE---
pl: ---NOWY KLIENT---
pt: --- NOVA SECÇÃO---
pt_br: ---NOVO CUPOM---
zh: --- 新搁置---

source: No están permitidas recargas de tarjeta regalo en apartados.
ca: No estan permeses recàrregues de targeta regal en apartats.
fr: Les recharges de cartes-cadeaux ne sont pas autorisées dans les réservations.
it: Le ricariche di carte regalo non sono consentite nelle sezioni.
pl: Doładowanie karty podarunkowej w sekcjach jest niedozwolone.
pt: Os top-ups do cartão presente não são permitidos em secções.
pt_br: Não foi permitida recarga de cartões de vale presente.
zh: 在该搁置部分不能充值礼品卡

source: Para insertar artículos debe estar en modo edición.
ca: Per inserir articles es trobi en mode edició.
fr: Pour insérer des articles, vous devez être en mode édition.
it: Per inserire gli articoli devi essere in modalità di modifica.
pl: Towary należy wprowadzić w trybie edycji.
pt: Para inserir artigos tem de estar no modo de edição.
pt_br: Para alterar produtos, deve estar em modo de edição.
zh: 插入项目必须在编辑模式。

source: No se ha podido insertar la línea
ca: No s'ha pogut inserir la línia
fr: Impossible d'insérer la ligne
it: Impossibile inserire la riga
pl: Nie można wprowadzić linii
pt: Não podia inserir linha
pt_br: Não foi possível inserir uma nova linha
zh: 无法插入行

source: No existen pagos asociados al apartado.
ca: No hi ha pagaments associats a l'apartat.
fr: Il n'y a aucun paiement associé à la réservation.
it: Non ci sono pagamenti associati alla sezione.
pl: Dodanie płatności do sekcji nie jest możliwe
pt: Não há pagamentos associados à secção.
pt_br: Não existe meios de pagamentos.
zh: 不存在该搁置的相关费用。

source: No se puede crear un apartado vacío
ca: No es pot crear un apartat buit
fr: Impossible de créer une réservation vide
it: Impossibile creare una sezione vuota
pl: Utworzenie pustej sekcji nie jest możliwe
pt: Incapaz de criar uma secção vazia
pt_br: Não pode criar um cupom novo em branco
zh: 您不能创建一个空的搁置

source: Cambios guardados correctamente.
ca: Canvis guardats correctament.
fr: Changements sauvegardés avec succès.
it: Modifiche salvate correttamente.
pl: Zmiany zostały prawidłowo zapisane
pt: Com sucesso, guardou alterações.
pt_br: Alterações gravadas com sucesso.
zh: 更改保存正确。

source: La fecha de recogida no debe ser anterior al día de hoy.
ca: La data de recollida no ha de ser anterior al dia d'avui.
fr: La date de collecte ne doit pas être antérieure à aujourd'hui.
it: La data di ritiro non deve essere precedente a oggi.
pl: Termin odbioru jest obowiązkowy
pt: A data de recolha não deve ser mais cedo do que hoje.
pt_br: A data de retirada não pode ser anterior a hoje.
zh: 收集日期不得早于当天。

source: No se pueden editar datos de un apartado finalizado o cancelado.
ca: No es poden editar dades d'un apartat finalitzat o cancel·lat.
fr: Vous ne pouvez pas modifier les données d'une section terminée ou annulée .
it: Non è possibile modificare i dati da una sezione completata o annullata.
pl: Nie można edytować danych sfinalizowanej lub anulowanej sekcji
pt: Não é possível editar dados a partir de uma secção completa ou cancelada.
pt_br: Não é possível editar dados de um cupom concluído ou cancelado.
zh: 不能编辑完成或取消的搁置的数据。

source: No se puede borrar una línea que ya está servida.
ca: No es pot esborrar una línia que ja està servida.
fr: Vous ne pouvez pas supprimer une ligne déjà diffusée.
it: Non è possibile eliminare una riga già servita.
pl: Nie jest możliwe dokonanie sprzedaży w przypadku 0.
pt: Não é possível apagar uma linha que já está servida.
pt_br: Não pode apagar uma linha que já foi atendida.
zh: 不能删除已投放的订单。

source: El artículo ya está cancelado.
ca: L'article ja està cancel·lat.
fr: L'élément est déjà annulé.
it: L'oggetto è già stato annullato.
pl: Aukcja przedmiotu została już anulowana.
pt: O artigo já está cancelado.
pt_br: O produto está cancelado.
zh: 商品已被取消。

source: Se va a cancelar el artículo seleccionado. ¿Está seguro?
ca: Es cancel·larà l'article seleccionat. Està segur?
fr: L'élément sélectionné sera annulé. Êtes-vous sûr?
it: La parte selezionata viene annullata. Sei sicuro?
pl: Rezerwacja zostanie anulowana. Czy na pewno kontynuować?
pt: A parte selecionada está a ser cancelada. Tens a certeza?
pt_br: Remover o item selecionado. Você tem certeza?
zh: 这将取消选择的商品。你确定吗？
