Repository: AlvaroLS01/PAM69
Catalog: comerzzia-pos-i18n/czz-pos_*.po
Languages: ca, fr, it, pl, pt, pt_br, zh

source: Debe confirmar o rechazar antes los cambios.
ca: Ha de confirmar o rebutjar abans els canvis.
fr: Vous devez d'abord confirmer ou rejeter les modifications.
it: È necessario prima confermare o rifiutare le modifiche.
pl: Należy najpierw potwierdzić lub odrzucić wprowadzone zmiany
pt: Primeiro deve confirmar ou rejeitar as alterações.
pt_br: Você deve primeiro confirmar ou cancelar as alterações.
zh: 您必须先确认或拒绝更改。

source: No se pueden añadir pagos al apartado.
ca: No es poden afegir pagaments al apartat.
fr: Vous ne pouvez pas ajouter de paiements à la réservation.
it: Non è possibile aggiungere pagamenti alla sezione.
pl: Dodanie płatności do sekcji nie jest możliwe
pt: Não pode adicionar pagamentos à secção.
pt_br: Os pagamentos não podem ser adicionados.
zh: 付款不能被添加到搁置里。

source: El importe pendiente de abonar es 0.
ca: L'import pendent d'abonar és 0.
fr: Le montant en attente de paiement est de 0.
it: L'importo da pagare è 0.
pl: Pozostała do zapłaty kwota wynosi 0
pt: O valor a pagar é 0.
pt_br: O valor digitado é inválido.
zh: 需支付的金额为0。

source: Debe confirmar antes los cambios.
ca: Ha de confirmar abans els canvis.
fr: Vous devez d'abord confirmer les modifications.
it: È necessario prima confermare le modifiche.
pl: Należy najpierw potwierdzić zmiany
pt: Primeiro tem de confirmar as alterações.
pt_br: Deve confirmar as alterações.
zh: 您必须在更改之前进行确认。

source: No hay artículos disponibles para su venta.
ca: No hi ha articles disponibles per la venda.
fr: Il n'y a pas d'articles disponibles à la vente.
it: Non ci sono articoli disponibili per la vendita.
pl: Brak towarów dostępnych w sprzedaży
pt: Não há itens disponíveis para venda.
pt_br: Não há produtos disponíveis para venda.
zh: 没有可供出售的物品。

source: No se puede cambiar el cliente del apartado.
ca: No es pot canviar el client de l'apartat.
fr: Vous ne pouvez pas changer le client de la réservation.
it: Non è possibile modificare il client della sezione.
pl: Dodanie płatności do sekcji nie jest możliwe
pt: Não pode alterar o cliente da secção.
pt_br: O cliente fidelizado não pode ser alterado.
zh: 您不能更改搁置的客户。

source: Debe confirmar o rechazar los cambios para poder cerrar la pantalla de detalle de apartado.
ca: Ha de confirmar o rebutjar els canvis per poder tancar la pantalla de detall d'apartat.
fr: Vous devez confirmer ou rejeter les modifications afin de fermer l'écran de détail de la réservation.
it: È necessario confermare o rifiutare le modifiche prima di poter chiudere la schermata dei dettagli della sezione.
pl: Aby zamknąć ekran szczegółowych informacji w sekcji należy potwierdzić lub odrzucić wprowadzone zmiany
pt: Tem de confirmar ou rejeitar as alterações antes de poder fechar o ecrã de detalhes da secção.
pt_br: Você deve confirmar ou rejeitar as alterações para fechar a tela de cupons.
zh: 您必须确认或拒绝更改关闭屏幕的搁置细节。

source: Debe confirmar o rechazar los cambios antes de imprimir el extracto.
ca: Ha de confirmar o rebutjar els canvis abans d'imprimir l'extracte.
fr: Vous devez confirmer ou rejeter les modifications avant d'imprimer le relevé.
it: È necessario confermare o rifiutare le modifiche prima di stampare l'estratto.
pl: Aby zamknąć ekran szczegółowych informacji w sekcji należy potwierdzić lub odrzucić wprowadzone zmiany
pt: Deve confirmar ou rejeitar as alterações antes de imprimir o extrato.
pt_br: Você deve confirmar ou rejeitar as alterações antes de imprimir.
zh: 您必须打印提取之前先确认或拒绝更改。

source: Se produjo un error en la impresión
ca: S'ha produït un error en la impressió
fr: Une erreur d'impression s'est produite
it: Stampa non riuscita
pl: Podczas drukowania wystąpił błąd.
pt: Impressão falhada
pt_br: Desculpe, ocorreu um erro na impressão
zh: 打印时出现错误

source: Debe indicar los números de serie para continuar.
ca: Ha d'indicar els números de sèrie per continuar.
fr: Vous devez entrer les numéros de série pour continuer.
it: È necessario immettere i numeri di serie per continuare.
pl: Aby kontynuować należy podać numery seryjne
pt: Tem de introduzir os números de série para continuar.
pt_br: Você de inserir os números de série para continuar.
zh: 必须指出的序列号才能继续。

source: Ha habido un error al procesar los números de serie
ca: Hi ha hagut un error a l'processar els números de sèrie
fr: Une erreur s'est produite lors du traitement des numéros de série
it: Si è verificato un errore durante l'elaborazione dei numeri di serie
pl: Wystąpił błąd podczas przetwarzania numerów seryjnych
pt: Houve um erro no processamento de números de série
pt_br: Erro na recuperação de números de série
zh: 在处理序列号出现错误

source: Debe seleccionar al menos un artículo para la venta.
ca: Heu de seleccionar al menys un article per a la venda.
fr: Vous devez sélectionner au moins un article à vendre.
it: Devi selezionare almeno un articolo in vendita.
pl: Należy wybrać przynajmniej jeden towar do sprzedaży
pt: Deve selecionar pelo menos um item para venda.
pt_br: Deve selecionar um produto para a venda.
zh: 您必须选择至少一个商品出售。

source: El saldo disponible del cliente es inferior al total de la venta.
ca: El saldo disponible del client és inferior al total de la venda.
fr: Le solde disponible du client est inférieur au total de la vente.
it: Il saldo disponibile del cliente è inferiore alla vendita totale.
pl: Dostępne saldo klienta jest niższe od łącznej kwoty sprzedaży
pt: O saldo disponível do cliente é inferior à venda total.
pt_br: O saldo disponível do cliente é inferior ao total da venda.
zh: 客户可用余额小于销售总额。

source: No se permite el uso de diferentes medios de pago.
ca: No es permet l'ús de diferents mitjans de pagament.
fr: L'utilisation de différents moyens de paiement n'est pas autorisée.
it: Non è consentito l'uso di diversi mezzi di pagamento.
pl: Korzystanie z różnych środków płatniczych jest niedozwolone.
pt: Não é permitida a utilização de diferentes meios de pagamento.
pt_br: Não é permitido utilizar diferentes formas de pagamento.
zh: 不允许使用不同的支付手段。

source: Confirme operación
ca: Confirmi operació
fr: Confirmer l'opération
it: Conferma operazione
pl: Potwierdź operację
pt: Confirmar operação
pt_br: Confirmar operação
zh: 确认操作

source: ¿Desea eliminar los registros?
ca: Vol eliminar els registres?
fr: Voulez-vous supprimer les enregistrements?
it: Si desidera eliminare i record?
pl: Czy chcesz usunąć rekordy?
pt: Deseja apagar os registos?
pt_br: Quer remover os registros?
zh: 你想删除记录？

source: No se puede realizar el pago. El día de apertura de la caja {0} no coincide con el del sistema {1}
ca: No es pot realitzar el pagament. El dia d´obertura de la caixa {0} no coincideix amb el de sistema {1}
fr: Le paiement ne peut être effectué. Le jour d´ouverture de la caisse {0} ne coïncide pas avec celui du système {1}
it: Il pagamento non può essere effettuato. Il giorno di apertura del box {0} non coincide con quello del sistema {1}
pl: Sprzedaż nie może dojść do skutku. Dzień otwarcia kasy {0} nie pokrywa się z dniem otwarcia systemu {1}
pt: O pagamento não pode ser feito. O dia de abertura da caixa {0} não coincide com o do sistema {1}
pt_br: Impossível efetuar o pagamento. O caixa do dia {0} precisa ser fechado e não confere com a data do sistema{1}
zh: 你不能进行销售。钱箱开幕的日子{0}跟系统不匹配{1}

source: El importe no debe superar el total del apartado.
ca: L'import no ha de superar el total de l'apartat.
fr: Le montant ne doit pas dépasser le total de la réservation.
it: L'importo non deve superare il totale della sezione.
pl: Kwota przewyższa dostępne saldo
pt: O montante não deve exceder o total da secção.
pt_br: O montante não pode exceder o total.
zh: 金额不该超过总搁置。

source: El importe debe ser mayor que cero.
ca: L'import ha de ser més gran que zero.
fr: Le montant doit être supérieur à zéro.
it: L'importo deve essere maggiore di zero.
pl: Kwota doładowania musi być większa niż 0
pt: A quantidade deve ser maior que zero.
pt_br: A valor deve ser maior do que zero.
zh: 金额必须大于零。

source: Debe introducir un número válido.
ca: Ha d'introduir un número vàlid.
fr: Vous devez entrer un numéro valide.
it: È necessario immettere un numero valido.
pl: Należy wprowadzić prawidłowy kod sprzedawcy
pt: Tem de introduzir um número válido.
pt_br: Você deve digitar um número válido.
zh: 您必须输入一个有效的数字。

source: Definitivo
ca: Saldo definitiu
fr: Définitive
pl: Ostateczne
pt_br: Final
zh: 明确

source: Provisional
ca: Saldo Provisional
fr: Provisoire
it: Provvisorio
pl: Województwo
pt: Provisório
pt_br: Profissão
zh: 省

source: Anulado
ca: Anul·lat
fr: Annulé
it: Annullato
pl: Anulowano
pt_br: Cancelado
zh: 取消

source: SI
fr: OUI
pl: TAK
pt: SIM
pt_br: SIM
zh: 是的

source: NO
fr: NON
pl: NIE
pt: NÃO
pt_br: NÃO
zh: 不

source: El código de fidelizado indicado ya existe
ca: El codi de fidelitzat indicat ja existeix
fr: Le code de fidélité indiqué existe déjà
it: Il codice fedeltà indicato esiste già
pl: Wskazany kod lojalnościowy już istnieje
pt: O código de fidelização indicado já existe
pt_br: O código de cliente fidelizado já existe
zh: 指示的会员客户代码已存在

source: No existen tipos de tarjeta vinculables y que no sean de pago
ca: No existeixen tipus de targeta vinculables i que no siguin de pagament
fr: Il n’y a pas de types de cartes couplables et non de paiement
it: Non ci sono tipi di carte collegabili e non di pagamento
pl: Nie ma powiązanych i niepłatniczych typów kart
pt: Não existem tipos de cartões vinculáveis e não consignados
pt_br: Não há tipos de cartão vinculáveis que não seja de pagamento
zh: 没有可链接卡和非支付卡类型

source: Fidelizado creado correctamente
ca: Fidelitzat creat correctament
fr: Fidélité créée correctement
it: Fidelizzazione creata con successo
pl: Zmiany zostały prawidłowo zapisane
pt: Fidelidade criada com sucesso
pt_br: Cliente fidelizado criado com sucesso
zh: 会员客户创建成功

source: Ha habido un error al crear el fidelizado
ca: Hi ha hagut un error en realitzar el pagament
fr: Une erreur s'est produite lors de la création de la fidélité
it: Si è verificato un errore durante la creazione della fedeltà
pl: Wystąpił błąd podczas dokonywania płatności.
pt: Ocorreu um erro ao criar a legalista
pt_br: Houve um erro ao criar cliente fidelizado
zh: 付款时出现错误。

source: Fidelizado editado correctamente
ca: Fidelitzat editat correctament
fr: Loyalist édité correctement
it: Loyalty modificato correttamente
pl: Zmiany zostały prawidłowo zapisane
pt: Fidelidade editada corretamente
pt_br: Alterações efetuadas corretamente
zh: 会员客户编辑成功

source: Ha habido un error al editar el fidelizado
ca: Hi ha hagut un error en realitzar el pagament
fr: Une erreur s'est produite lors de la modification de la fidélité
it: Si è verificato un errore durante la modifica della fedeltà
pl: Wystąpił błąd podczas dokonywania płatności.
pt: Ocorreu um erro ao editar a legalista
pt_br: Houve um erro ao editar cliente fidelizado
zh: 付款时出现错误。

source: Ha habido un error al consultar el fidelizado
ca: Hi ha hagut un error a l'consultar els desglossaments de l'article
fr: Une erreur s'est produite lors de l'affichage des ventilations des articles
it: Si è verificato un errore durante la consultazione delle suddivisioni dell'articolo
pl: Wystąpił błąd podczas przeglądania podziałów przedmiotów
pt: Houve um erro ao consultar as avarias do artigo
pt_br: Houve um erro ao consultar cliente fidelizado
zh: 恢复支付手段出现错误

source: Debe seleccionar antes el colectivo correspondiente.
ca: Heu de seleccionar abans el col·lectiu corresponent.
fr: Vous devez d'abord sélectionner le groupe correspondant.
it: È necessario prima selezionare il gruppo corrispondente.
pl: Należy wybrać odpowiedni typ dokumentu.
pt: Primeiro, deve selecionar o grupo correspondente.
pt_br: Deve selecionar antes um grupo de clientes.
zh: 你必须首先选择相应的组。

source: Error en la búsqueda, tipos de documento no encontrado
ca: Error en la recerca, tipus de document no trobat
fr: La recherche a échoué, types de documents introuvables
it: Ricerca non riuscita, tipi di documento non trovati
pl: Błąd podczas określania typu dokumentu faktury.
pt: Pesquisa falhada, tipos de documentos não encontrados
pt_br: Erro na pesquisa, tipo de documento não encontrado
zh: 搜索错误，文档类型未找到

source: Lea o escriba el código de barras de la tarjeta
ca: Llegiu o escriviu el codi de barres de la targeta
fr: Lire ou écrire le code-barres sur la carte
it: Leggere o digitare il codice a barre sulla carta
pl: Odczyt lub zapis kodu kreskowego na karcie
pt: Leia ou escreva o código de barras no cartão
pt_br: Leia ou digite o código de barras do cartão
zh: 读取或写入条码卡

source: Es necesario rellenar al menos uno de los campos de búsqueda
ca: Cal omplir al menys un dels camps de recerca
fr: Il est nécessaire de remplir au moins un des champs de recherche
it: Devi compilare almeno uno dei campi di ricerca
pl: Konieczne jest wypełnienie przynajmniej jednego z pól wyszukiwania
pt: Você precisa preencher pelo menos um dos campos de busca
pt_br: É necessário preencher ao menos um campo do filtro de pesquisa
zh: 至少需要填写一个搜索字段

source: No se ha encontrado ningún fidelizado con los datos introducidos
ca: No s'ha trobat cap fidelitzat amb les dades introduïdes
fr: Aucun client fidélisé trouvé pour les données introduites
it: Nessuna fedeltà è stata trovata con i dati inseriti
pl: Nie znaleziono lojalności z wprowadzonymi danymi
pt: Nenhuma lealdade foi encontrada com os dados inseridos
pt_br: Não foi encontrado o cliente fidelizado com os dados informados
zh: 输入的数据未找到忠诚度

source: No se ha podido establecer la conexión con la central, revise que la conexión es adecuada.
ca: No s'ha pogut establir la connexió amb la central, revisi que la connexió és adequada.
fr: La connexion au panneau de contrôle n'a pas pu être établie, vérifiez que la connexion est adéquate.
it: Impossibile stabilire la connessione alla centrale, verificare che la connessione sia adeguata.
pl: Nie udało się nawiązać połączenia z centralą, sprawdź, czy połączenie jest prawidłowe.
pt: A conexão com a central não pôde ser estabelecida, verifique se a conexão é adequada.
pt_br: Erro ao conectar com o servidor. Verifique a conexão.
zh: 无法建立与控制面板的连接，请检查连接是否足够。

source: Ha ocurrido un error durante la petición a la central, consulte con el administrador.
ca: Hi ha hagut un error durant la petició a la central, consulteu amb l'administrador.
fr: Une erreur s'est produite lors de la demande au panneau de contrôle, vérifiez auprès de l'administrateur.
it: Si è verificato un errore durante la richiesta alla centrale, verificare con l'amministratore.
pl: Wystąpił błąd podczas żądania do centrali, skontaktuj się z administratorem.
pt: Ocorreu um erro durante a solicitação à central, verifique com o administrador.
pt_br: Erro ao conectar com o servidor. Consulte o administrador do sistema.
zh: 向中心请求期间出错，请与管理员联系。

source: El fidelizado no dispone de una tarjeta
ca: El fidelitzat no disposa d'una targeta
fr: Le client fidélisé n'a pas de carte
it: Il lealista non ha una carta
pl: Lojalista nie ma karty
pt: O legalista não tem um cartão
pt_br: O cliente fidelizado não contém um cartão associado
zh: 忠诚者没有卡

source: Debe seleccionar un fidelizado de la lista.
ca: Ha de seleccionar un fidelitzat de la llista.
fr: Vous devez sélectionner un client fidélisé dans la liste.
it: È necessario selezionare un membro fedeltà dall'elenco.
pl: Musisz wybrać lojalistę z listy.
pt: Você deve selecionar um membro de lealdade da lista.
pt_br: Você deve selecionar um cliente fidelizado da lista.
zh: 你必须选择付款方式。

source: Selección de Fidelizado
ca: Selecció de fidelitzat
fr: Sélection d'un client fidélisé
it: Selezione fedeltà
pl: Wybór lojalistów
pt: Seleção de Fidelidade
pt_br: Seleção de clientes fidelizados
zh: 忠诚度选择

source: Debe seleccionar antes la tienda correspondiente.
ca: Ha de seleccionar abans la botiga corresponent.
fr: Vous devez d'abord sélectionner le magasin correspondant.
it: È necessario prima selezionare il negozio corrispondente.
pl: Należy wybrać odpowiedni typ dokumentu.
pt: Primeiro, deve selecionar a loja correspondente.
pt_br: Selecione a loja antes de continuar.
zh: 您必须先选择相应的店面。

source: Seleccionar todo
ca: Selecciona-ho tot
fr: Tout sélectionner
it: Seleziona tutto
pl: Należy wybrać kod
pt: Seleccionar tudo
pt_br: Selecionar tudo
zh: 选择客户

source: Deseleccionar todo
ca: Deseleccionar tot
fr: Tout déselectionner
it: Deseleziona tutto
pl: Należy wybrać kod
pt: Desmarcar tudo
pt_br: Desmarcar todos
zh: 您必须选择一种文档类型

source: Error en la búsqueda del documento de venta de crédito asociado a la factura.
ca: Error en la recerca del document de venda de crèdit associat a la factura.
fr: Erreur dans la recherche du document de vente à crédit associé à la facture.
it: Si è verificato un errore nella ricerca del documento di vendita del credito associato alla fattura.
pl: Wyszukiwanie dokumentu sprzedaży kredytu skojarzonego z fakturą nie powiodło się.
pt: Ocorreu um erro na procura do documento de venda de crédito associado à fatura.
pt_br: Erro na pesquisa do documento de venda de crédito associado a venda.
zh: 搜索与发票相关的信用销售文件

source: No se puede facturar documentos de distinto cliente
ca: No es pot facturar documents de diferent client
fr: Vous ne pouvez pas facturer des documents de différents clients
it: Impossibile fatturare documenti di clienti diversi
pl: Nie znaleziono dokumentu dot. paragonu podarunkowego.
pt: Não pode faturar documentos de diferentes clientes
zh: 不能结算不同客户的文档

source: El documento seleccionado no es válido.
ca: El document seleccionat no és vàlid.
fr: Le document sélectionné n'est pas valide.
it: Il documento selezionato non è valido.
pl: Nieprawidłowy format daty.
pt: O documento selecionado não é válido.
pt_br: O valor digitado é inválido.
zh: 所选文档无效。

source: Error. Dirección de servicio rest no encontrada (HTTP 404)
ca: Error. Direcció de servei rest no trobada (HTTP 404)
fr: Erreur. Adresse de service rest introuvable (HTTP 404)
it: Errore. Indirizzo del servizio resto non trovato (HTTP 404)
pl: Błąd. Nie znaleziono adresu usługi odpoczynku (HTTP 404)
pt: Um erro. Endereço de serviço de repouso não encontrado (HTTP 404)
zh: 错误。 REST服务地址没有找到（HTTP 404）

source: No se pudo conectar con los servicios REST (HTTP 400)
ca: No s'ha pogut connectar amb els serveis REST (HTTP 400)
fr: Impossible connecter avec les services rest (HTTP 400)
it: Impossibile connettersi ai servizi REST (HTTP 400)
pl: Nie można nawiązać połączenia z serwerem
pt: Não foi possível ligar-se aos serviços REST (HTTP 400)
zh: 无法连接rest服务（HTTP 400）

source: No se pudo conectar con los servicios REST (HTTP 500)
ca: No s'ha pogut connectar amb els serveis REST (HTTP 500)
fr: Impossible connecter avec les services rest (HTTP 500)
it: Impossibile connettersi ai servizi REST (HTTP 500)
pl: Nie można nawiązać połączenia z serwerem
pt: Não foi possível ligar-se aos serviços REST (HTTP 500)
zh: 无法连接rest服务（HTTP 500）

source: No se pudo conectar con los servicios REST de la central
ca: No s'ha pogut connectar amb els serveis REST de la central
fr: Impossible connecter avec les services rest du central
it: Impossibile connettersi ai servizi REST della centrale
pl: Nie można nawiązać połączenia z serwerem
pt: Não conseguiu ligar-se aos serviços REST da central
zh: 他无法与中央REST服务连接

source: El número de serie no es válido, introduzca uno de la lista.
ca: El nombre de sèrie no és vàlid, introdueixi un de la llista.
fr: Le numéro de série n'est pas valide, veuillez en saisir un dans la liste.
it: Il numero di serie non è valido, inseriscine uno dall'elenco.
pl: Numer karty jest nieprawidłowy.
pt: O número de série não é válido, introduza um da lista.
zh: 序列号是无效的，输入列表中的一个。

source: Imposible insertar el número de serie, ya están todos asignados.
ca: Impossible inserir el número de sèrie, ja estan tots assignats.
fr: Impossible d'insérer le numéro de série, ils sont tous attribués.
it: Impossibile inserire il numero di serie, sono tutti già assegnati.
pl: Niemożliwe jest włożenie numeru seryjnego, wszystkie są już przypisane.
pt: Impossível inserir o número de série, todos já estão designados.
pt_br: Não foi possível inserir números de série, todos já estão atribuídos.
zh: 不能输入序列号，并且全都被分配。

source: El número de serie debe ser único.
ca: El nombre de sèrie ha de ser únic.
fr: Le numéro de série doit être unique.
it: Il numero di serie deve essere univoco.
pl: Numer karty jest nieprawidłowy.
pt: O número de série deve ser único.
pt_br: O mesmo número de série não deve ser inserido duas vezes.
zh: 序列号必须是唯一的。

source: Hay números de serie sin asignar, la pantalla se cerrará, ¿Está seguro?
ca: Hi ha números de sèrie sense assignar, la pantalla es tancarà, Està segur?
fr: Il y a des numéros de série non attribués, l'écran se fermera, êtes-vous sûr?
it: Ci sono numeri di serie non assegnati, lo schermo si chiuderà, sei sicuro?
pl: Są nieprzypisane numery seryjne, ekran się zamknie, czy na pewno?
pt: Há números de série não atribuídos, o ecrã vai fechar, tens a certeza?
zh: 有未分配的序列号，该屏幕会关闭，你确定吗？

source: Los números asociados a la línea de venta serán borrados, ¿Está seguro?
ca: Els números associats a la línia de venda seran esborrats, Està segur?
fr: Les numéros associés à la ligne de vente seront supprimés, êtes-vous sûr?
it: I numeri associati alla linea di vendita verranno cancellati, sei sicuro?
pl: Numery powiązane z linią sprzedaży zostaną usunięte, czy na pewno?
pt: Os números associados à linha de vendas serão apagados, tem certeza?
pt_br: Os números de série associados à linha de vendas serão excluídos, tem certeza?
zh: 与销售线相关的数字将被删除，你确定吗？

source: El número de serie indicado será borrado, ¿Está seguro?
ca: El nombre de sèrie indicat serà esborrat, Esteu segur?
fr: Le numéro de série indiqué sera effacé, êtes-vous sûr?
it: Il numero di serie indicato verrà eliminato, sei sicuro?
pl: Wskazany numer seryjny zostanie usunięty, czy na pewno?
pt: O número de série indicado será apagado, tem certeza?
pt_br: O número de série selecionado será excluído. Tem certeza?
zh: 指定的序列号将被删除，你确定吗？

source: No se pueden asignar todos los números de serie seleccionados.
ca: No es poden assignar tots els números de sèrie seleccionats.
fr: Tous les numéros de série sélectionnés ne peuvent pas être attribués.
it: Non tutti i numeri di serie selezionati possono essere assegnati.
pl: Aby kontynuować należy podać wszystkie numery seryjne
pt: Nem todos os números de série selecionados podem ser atribuídos.
zh: 您不能分配所有选中的序列号。

source: No se pueden asignar más números de serie, ya están todos asignados.
ca: No es poden assignar més números de sèrie, ja estan tots assignats.
fr: Plus aucun numéro de série ne peut être attribué, ils sont tous déjà attribués.
it: Non è più possibile assegnare numeri di serie, sono tutti già assegnati.
pl: Nie można już przypisać numerów seryjnych, wszystkie są już przypisane.
pt: Não há mais números de série que possam ser atribuídos, todos já estão atribuídos.
zh: 您不能分配更多的序列号，并都被分配了。

source: No se pueden asignar más números de serie de la cantidad a devolver.
ca: No es poden assignar més números de sèrie de la quantitat a retornar.
fr: Aucun numéro de série ne peut être attribué au montant à retourner.
it: Non è possibile assegnare più numeri di serie dell'importo da restituire.
pl: Aby kontynuować należy podać numery seryjne
pt: Não podem ser atribuídos mais números de série do que o montante a devolver.
pt_br: Você não pode adicionar mais números de série do que os que foram devolvidos.
zh: 你不能指定序列号多于退款金额。

source: Debe seleccionar un medio de pago para el cambio.
ca: Ha de seleccionar un mitjà de pagament per al canvi.
fr: Vous devez sélectionner un moyen de paiement pour la modification.
it: È necessario selezionare un mezzo di pagamento per la modifica.
pl: Należy wybrać przynajmniej jeden towar do sprzedaży
pt: Tem de selecionar um meio de pagamento para a mudança.
pt_br: Você deve selecionar um meio de pagamento para efetuar a alteração.
zh: 您必须选择找钱的付款手段。
