Repository: AlvaroLS01/PAM69
Catalog: comerzzia-pos-i18n/czz-pos_*.po
Languages: ca, fr, it, pl, pt, pt_br, zh

source: Cambio artículos
ca: Canvi articles
fr: Changement des articles
it: Modificare gli elementi
pl: Towar
pt: Alterar itens
pt_br: Alterar produtos
zh: 改商品

source: Stocks resto tiendas
ca: Estocs resta botigues
fr: Stocks de repos magasins
it: Scorte negozi di riposo
pl: Zapasy w pozostałych sklepach
pt: Lojas de repouso de stocks
pt_br: Estoque nas lojas
zh: 股票休息商店

source: Estado anterior
ca: Estat anterior
fr: État précédent
it: Stato precedente
pl: Poprzedni stan
pt_br: Status anterior
zh: 之前的状态

source: Error crítico recuperando la información del POS
ca: Error llegint informació de tiquet
fr: Erreur lors de la lecture des informations du ticket
it: Errore durante la lettura delle informazioni sul ticket
pl: Błąd podczas odczytu informacji na paragonie
pt: Informação de bilhete de leitura de erro
pt_br: Erro crítico recuperando informações do PDV
zh: 错误读取票信息

source: Colectivos
ca: Col·lectius
fr: Les collectifs
it: Collettivo
pl: GRUPY
pt: Coletivo
pt_br: Grupo de Clientes
zh: 组

source: Caja no configurada
ca: Caixa configurada
fr: Caisse configurée
it: Scatola configurata
pl: Kasa skonfigurowana
pt: Caixa configurada
pt_br: Caixa(PDV) não configurado
zh: 钱箱设置完毕

source: Colectivo
ca: Col·lectiu
fr: Collectif
it: Collettivo
pl: GRUPY
pt: Coletivo
pt_br: Grupo de clientes
zh: 组

source: Tipos de servicio
ca: Tipus de servei
fr: Types de services
it: Tipi di servizio
pl: Typ przeglądarki
pt: Tipos de serviço
pt_br: Tipo de Serviços
zh: 服务类型

source: Tienda favorita
ca: Botiga favorita
fr: Magasin préféré
it: Negozio preferito
pl: Ulubiony sklep
pt: Loja favorita
pt_br: Loja favorita
zh: 喜欢的店铺

source: Estado de los servicios:
ca: Llistat de serveis:
fr: Liste des services
it: Elenco dei servizi:
pl: Zarządzanie usługami
pt: Lista de Serviços:
pt_br: Status dos serviços:
zh: 咨询服务

source: Cajón
ca: Calaix
fr: Caisse
it: Cassetto
pl: Szuflada
pt: Gaveta
pt_br: Caixa
zh: 抽屉

source: Expresión Almacenes
ca: Expressió magatzems
fr: Expression de l'entrepôt
it: Magazzini di espressioni
pl: Magazyny typu Expression Warehouse
pt: Armazéns de Expressão
pt_br: Lojas de atendimento
zh: 邮票印刷

source: Provincia
ca: Província
fr: Province
pl: Województwo
pt: Província
pt_br: Estado
zh: 省

source: ABONADO
ca: ABONAT
fr: ABONNÉ
it: ABBONATO
pl: ABONENT
pt: ASSINANTE
pt_br: PAGO
zh: 订户

source: Esta caja ya está configurada en otro equipo. Debe reclamarla para continuar
ca: Aquesta caixa ja està configurada en un altre equip. L'ha de reclamar per continuar
fr: Cette zone est déjà configurée sur un autre ordinateur. Vous devez le réclamer pour continuer
it: Questa casella è già configurata su un altro computer. Devi rivendicarlo per continuare
pl: To pole jest już skonfigurowane na innym komputerze. Musisz go zgłosić, aby kontynuować
pt: Esta caixa já está configurada noutro computador. Você deve reivindicá-lo para continuar
pt_br: Esta caixa já está configurada em outro computador. Você deve reivindicá-lo para continuar
zh: 此框已在另一台计算机上配置。您必须声明它才能继续

source: Volver atrás
ca: Tornar enrere
fr: Retour
it: Torna indietro
pl: Przejdź wstecz
pt: Volta
pt_br: Voltar
zh: 回去

source: Resumen
ca: Resum
fr: Résumé
it: Sommario
pl: Podsumowanie
pt: Resumo
pt_br: Resumo
zh: 结论

source: Total entregado a cuenta:
ca: Entrega a compte:
fr: Livraison au compte:
it: Totale consegnato in acconto:
pl: Zaliczka
pt: Total entregue por conta:
pt_br: Total pago:
zh: 交收账户

source: Etiquetas
ca: Etiquetes
fr: Étiquettes
it: Etichette
pl: Etykiety
zh: 标签

source: Iniciar devolución
ca: Data resolució
fr: Date de résolution
it: Data della risoluzione
pl: Rozchody (zwrot)
pt: Começar retorno
pt_br: Iniciar devolução
zh: 决议日期

source: Cant. Medida
ca: Quant. Mesura
fr: Qté. Mesure
it: Qty. Misura
pl: Ilość
pt: Quantidade Medida
pt_br: Quantidade medida
zh: 计好数量

source: FECHA APERTURA
ca: OBERTURA
fr: OUVERTURE
it: APERTURA
pl: OTWARCIE
pt: ABERTURA
pt_br: DATA ABERTURA
zh: 开幕

source: DESCUENTO
ca: DESCOMPTE
fr: DÉCLARÉ
it: RACCONTARE
pl: PODLICZENIE
pt: RECONTAGEM
pt_br: DESCONTO
zh: 计数

source: Desglose2
ca: Desglossament 2
fr: Décomposition 2
it: Ripartizione2
pl: Rozbicie na pozycje2
pt: Avaria2
pt_br: Descrição livre 2
zh: 细目2

source: #Servicio
ca: #Servei
fr: #Service
it: servizio
pl: Usługi
pt: Serviço
pt_br: #Serviços
zh: 服务代码

source: Desglose1
ca: Desglossament 1
fr: Décomposition 1
it: Ripartizione1
pl: Rozbicie na pozycje1
pt: Avaria1
pt_br: Descrição livre 1
zh: 细目1

source: Estados anteriores del servicio
ca: Estats anteriors de l'servei
fr: États de service antérieurs
it: Stati del servizio precedenti
pl: Zarządzanie usługami
pt: Estados de serviço anteriores
pt_br: Status anteriores do serviço
zh: 服务以前的状态

source: Configurar
ca: Configuració
fr: Paramétrer
it: Configurazione
pl: Konfiguracja
zh: 配置

source: Total Salidas
ca: Total Sortides
fr: Total Sorties
it: Totale Partenze
pl: Rozchody łącznie
pt: Total de partidas
pt_br: Total Saídas
zh: 总输出

source: TALLA
fr: TAILLE
it: GRANDEZZA
pl: ROZMIAR
pt: TAMANHO
pt_br: TAMANHO
zh: 尺寸

source: Creada por
ca: Creada per
fr: Créé par
it: Creato da
pl: Stworzone przez
pt: Criado por
pt_br: Criado por
zh: 通过创建

source: Búsqueda de artículos
ca: Cerca d'articles
fr: Rechercher d'articles
it: Ricerca articolo
pl: Wyszukiwanie towarów
pt: Pesquisa de artigos
pt_br: Pesquisa de produtos
zh: 搜索商品

source: NUM. DOC.
ca: NUM. DOCUMENT
fr: No. DOCUMENT
it: NUM. DOCUMENTO
pt: NUM. DOCUMENTO
pt_br: NUM. DOCUMENTO.
zh: 文档号码

source: Fecha entrega
ca: Data d'entrega
fr: Date de livraison
it: Data di consegna
pl: Data doręczenia klientowi
pt: Data de entrega
pt_br: Data de entrega
zh: 交货日期

source: Tipo servicio
ca: Tipus servei
fr: Type de service
it: Tipo di servizio
pl: Typ przeglądarki
pt: Tipo de serviço
pt_br: Tipo de serviço
zh: 服务类型

source: Longitud
fr: Longueur
it: Lunghezza
pl: Długość
pt: Comprimento
pt_br: Comprimento
zh: 长度

source: TELÉFONO
ca: TELÈFON
fr: TÉLÉPHONE
it: TELEFONO
pl: TELEFON
pt: TELEFONE
pt_br: TELEFONE
zh: 电话

source: Seleccione un medio de pago para ver su configuración:
ca: Seleccioneu un mitjà de pagament per veure la seva configuració:
fr: Sélectionnez un mode de paiement pour voir sa configuration:
it: Seleziona un metodo di pagamento per visualizzarne le impostazioni:
pl: Wybierz metodę płatności, aby wyświetlić jej ustawienia:
pt: Selecione um método de pagamento para visualizar as suas definições:
pt_br: Selecione uma forma de pagamento para ver suas configurações:
zh: 选择找钱支付方式

source: Estado de salud:
ca: Estat de salut:
fr: État de santé:
it: Condizione di salute:
pl: Przeglądanie zapasów
pt: Estado de saúde:
pt_br: Status do saldo:
zh: 余额查询

source: Pendiente:
ca: Pendent:
fr: Reste:
it: Pendente:
pl: Kolczyk:
pt: Pendente:
zh: 待定：

source: Hora
fr: Temps
it: Ora
pl: Godzina
zh: 时间

source: Observaciones
ca: Observacions
fr: Observations
it: Osservazioni
pl: Uwagi
pt: Observações
pt_br: Observações
zh: 备注

source: Artículos no servidos
ca: Articles no servits
fr: Articles non servis
it: Articoli non serviti
pl: Zarządzanie usługami
pt: Itens não servidos
pt_br: Itens não atendidos
zh: 不提供的商品

source: Almacén destino
ca: Magatzem destí
fr: Entrepôt de destination
it: Magazzino di destinazione
pl: Magazyn docelowy
pt: Armazém de destino
pt_br: Loja de destino
zh: 仓库目的地

source: ARTICULO
ca: ARTICLE
fr: ARTICLE
it: ARTICOLO
pl: TOWAR
pt: ARTIGO
pt_br: ITEM
zh: 商品

source: DTO
ca: DTE
it: SCTO
pl: ZNIŻKA
zh: 折扣

source: SALDO:
fr: SOLDE :
it: BILANCIA:
pt: BALANÇO:
zh: 余额：

source: Nº Pedidos pendientes
ca: Nº comandes pendents
fr: Nº des commandes en attente
it: Nº Ordini in sospeso
pl: Nº Zlecenia oczekujące
pt: Nº Pendentes de Encomendas
pt_br: Número de pedidos pendentes
zh: 待审核的订单数量

source: NÚMERO TARJETA
ca: Nº TARGETA
fr: Nº CARTE
it: NUMERO DELLA CARTA
pl: NUMER KARTY
pt: NÚMERO DO CARTÃO
pt_br: Nº CARTÃO
zh: 卡号：

source: Estado
ca: Estat
fr: Etat
it: Stato
pl: Stan
pt_br: Status
zh: 状态

source: Acts.
it: Attiv.
pl: Działa.
pt: Ativs.
pt_br: Etapa.
zh: 活动

source: PRECIO TOTAL
ca: PREU TOTAL
fr: PRIX + TVA
it: PREZZO + IVA
pl: CENA
pt: PREÇO + IVA
pt_br: VALOR R$ TOTAL
zh: 价格+增值税

source: Salir
ca: Sortir
fr: Sortir
it: Uscire
pl: Zakończ
pt: Sair
pt_br: Sair
zh: 退出

source: Tarifa
fr: Taux
it: Tariffa
pl: Taryfy
pt_br: Taxa
zh: 率

source: Cod. País
fr: Code Pays
it: Cod. Paese
pl: KOD. Kraj
zh: 国家代码

source: CÓD. DOCUMENTO / LOCALIZADOR
ca: CÒD. DOCUMENT / LOCALITZADOR
fr: MORUE. DOCUMENT / LOCALISATEUR
it: COD. DOCUMENTO / LOCALIZZATORE
pl: DORSZ. DOKUMENT / LOKALIZATOR
pt: COD. DOCUMENTO / LOCALIZADOR
zh: 鳕鱼。文档/定位器

source: Cerrar
ca: Tancar
fr: Fermer
it: Vicino
pl: Zamknij
pt: Fechar
pt_br: Fechar
zh: 关闭

source: Cajero
ca: Caixer
fr: Caissier
it: Cassiere
pl: Kasjer
pt: Caixa
pt_br: Operador
zh: 出纳员

source: Estado transacción
ca: Mode preparació
fr: Mode préparation
it: Stato transazione
pl: Status transakcji
pt: Estado de transação
pt_br: Status da Transação
zh: 准备模式

source: Num. Documento
ca: Num. Document
fr: Document No
pl: Dokument
zh: 文档号码

source: Detalles del servicio
ca: Detalls de l'servei
fr: Détails du service
it: Dettagli del servizio
pl: Szczegóły rezerwacji
pt: Detalhes do serviço
pt_br: Detalhe do pedido
zh: 服务内容

source: Promoción
ca: Promoció
fr: Promotion
it: Promozione
pl: Miejscowość
pt: Promoção
pt_br: Promoção
zh: 促销

source: Números de serie asociados a la línea del ticket
ca: Números de sèrie associats a la línia del tiquet
fr: Numéros de série associés à la file du ticket
it: Numeri di serie associati alla riga del biglietto
pl: Czy na pewno usunąć wszystkie linie paragonu?
pt: Números de série associados à linha de bilhetes
zh: 与售票线路相关序列号

source: Expresiones soportadas: T = todas las tiendas; G:XX = Grupo XX; E:YYYYY = Etiqueta YYYYY; XXXX = Código tienda.
ca: Expressions suportades: T = totes les botigues; G: XX = Grup XX; E: YYYYY = Etiqueta YYYYY; XXXX = Codi botiga.
fr: Expressions disponibles: T = tous les magasins; G: XX = groupe XX; E: YYYYY = Libellé YYYYY; XXXX = code de magasin.
it: Espressioni supportate: T = tutti i negozi; G:XX = Gruppo XX; E:YYYYY = etichetta YYYYY; XXXX = Codice del negozio.
pl: Obsługiwane wyrażenia: T = wszystkie sklepy; G:XX = Grupa XX; E:YYYYY = etykieta RRRRR; XXXX = Kod sklepu.
pt: Expressões suportadas: T = todas as lojas; G:XX = Grupo XX; E:YYYYY = etiqueta YYYYYY; XXXX = Código de loja.
pt_br: T = todas as lojas; G:XX = Grupo XX; E:YYYYY = Etiqueta YYYYY; XXXX = Código da loja.
zh: 支持的表达式：T = 所有存储;G：XX = 第 XX 组;E：YYYYY = YYYYY 标签;XXXX = 商店代码。

source: Seleccionar entorno
ca: Selecciona-ho tot
fr: Tout sélectionner
it: Seleziona tutto
pl: Należy wybrać kod
pt: Seleccionar tudo
pt_br: Selecionar o ambiente
zh: 选择客户

source: Estado civil
ca: Estat civil
fr: État civil
it: Stato civile
pl: Stan
zh: 婚姻状况

source: Consulta de tarjeta regalo
ca: Consulta de saldo
fr: Demande de solde
it: Richiesta di saldo
pl: Przeglądanie zapasów
pt: Inquérito de saldo
pt_br: Consulta de cartões presente
zh: 余额查询

source: CAJA
ca: CAIXA
fr: BOÎTE
it: SCATOLA
pl: PUDEŁKO
pt: CAIXA
pt_br: CAIXA
zh: 箱

source: Apellidos
ca: Cognoms
fr: Noms de famille
it: Cognomi
pl: Nazwisko
pt: Sobrenomes
pt_br: Sobrenome
zh: 姓氏

source: Cod. Colectivo
ca: Cod. Col·lectiu
fr: Code collectif
it: Cod. Collettivo
pl: Kod grupy
pt: Cod. Coletivo
pt_br: Código do grupo de clientes
zh: 集体代码

source: Nombre comercial
ca: Nom comercial
fr: Nom commercial
it: Nome commerciale
pl: Nazwa handlowa
pt: Nome comercial
pt_br: Nome Comercial(Nome fantasia)
zh: 商名

source: U. Medida
ca: U. Mesura
fr: Uté. Mesure
it: U. Misura
pl: U. Pomiar
pt_br: Unidade de medida
zh: 计量单位

source: Almacén origen
ca: Magatzem origen
fr: Entrepôt d'origine
it: Magazzino di origine
pl: Sklep źródłowy
pt: Armazém de origem
pt_br: Loja de origem
zh: 仓库出发地

source: Datos Bancarios
ca: Dades Bancàries
fr: Donnés Bancaires
it: Coordinate bancarie
pl: Dane ogólne
pt: Detalhes do Banco
pt_br: Dados bancários
zh: 银行详细信息

source: Notificaciones
ca: Notificacions
fr: Notifications
it: Notifiche
pl: Zezwalaj na powiadomienia
pt: Notificações
pt_br: Notificações
zh: 允许通知

source: Nº
fr: No
it: Numero
pl: Nr
pt: Número
zh: 号

source: Fidelizados
ca: Fidelitzat
fr: Fidélité
it: Leale
pl: Stały klient
pt: Leal
zh: 会员

source: Facturar servicio
ca: Data servei
fr: Date du service
it: Servizio di fatturazione
pl: Obsługa faktur
pt: Serviço de fatura
pt_br: Faturar
zh: 日期服务

source: INSERTAR APUNTE
ca: INSERIR APUNT
fr: INSÉRER UNE NOTE
it: INSERISCI NOTA
pl: WSTAW NOTATKĘ
pt: INSERIR NOTA
pt_br: INSERIR VALOR
zh: 输入备注

source: Buscar
ca: Cercar
fr: Chercher
it: Cercare
pl: Szukaj
pt: Procurar
pt_br: Localizar
zh: 搜索

source: Avisos al cajero
ca: Avisos a el caixer
fr: Avis de caissier
it: Avvisi alla cassa
pl: Komunikaty dla kasjera
pt: Avisos para o caixa
pt_br: Avisos ao caixa
zh: 收银员通知

source: Finalizado
ca: Finalitzat
fr: Finalisé
it: Completato
pl: Zakończono
pt: Concluído
zh: 完成

source: Cantidad
ca: Quantitat
fr: Quantité
it: Quantità
pl: Ilość
pt: Quantidade
pt_br: Quantidade
zh: 数量

source: Tipo documento
ca: Tipus Document
fr: Type de document
it: Tipo di documento
pl: Typ dokumentu
pt: Tipo de documento
zh: 文档类型

source: Datos del cliente para la factura
ca: Dades del client per la factura
fr: Donnés du client pour la facture
it: Dati del cliente per la fattura
pl: Dane klienta do faktury
pt: Dados do cliente para a fatura
pt_br: Dados do cliente para faturamento
zh: 发票的客户数据

source: Stock
ca: Estoc
it: Ceppo
pl: Zapas
pt_br: Estoque
zh: 股票

source: Nueva solicitud
ca: Nova sol·licitud
fr: Nouvelle requête
it: Nuova applicazione
pl: Nowa aplikacja
pt: Nova aplicação
pt_br: Nova solicitação
zh: 新的申请

source: Imprimir
fr: Imprimer
it: Stampare
pl: Drukuj
zh: 打印

source: Nº Doc
fr: Doc. No
it: Doc n.
pl: Nr dokum
pt: Doc Nº.
zh: 文件号

source: Facturar
ca: Factura
fr: Facture
it: Bolletta
pl: Faktura
pt: Projeto de lei
pt_br: Faturar
zh: 普票

source: Almacén preparación
ca: Magatzem preparació
fr: Préparation de l'entrepôt
it: Preparazione magazzino
pl: Przygotowanie magazynu
pt: Preparação do armazém
pt_br: Loja de preparação
zh: 仓库准备

source: Recarga de tarjeta regalo
fr: Mauvaise lecture de la carte
it: Lettura errata della carta
pl: Zły odczyt kart
pt: Leitura de cartão errônea
zh: 错读卡

source: Modo preparación
ca: Mode preparació
fr: Mode préparation
it: Modalità di preparazione
pl: Potwierdź operację
pt: Modo de preparação
pt_br: Modo de preparação
zh: 准备模式

source: E-mail
ca: Correu electrònic
zh: 电子邮件

source: Ponga el artículo sobre la balanza
ca: Poseu l'article sobre la balança
fr: Mettez l'article sur la balance
it: Metti l'articolo sulla bilancia
pl: Umieść artykuł na skali
pt: Coloque o artigo na balança
pt_br: Coloque o produto na balança
zh: 把文章放在秤上

source: Responsable
it: Responsabile
pl: Odpowiedzialny
pt: Responsável
pt_br: Responsável
zh: 主管

source: Población
ca: Població
fr: Ville
it: Municipio
pl: Miejscowość
pt: Localidade
pt_br: Cidade
zh: 镇

source: PRECIO
ca: PREU
fr: PRIX
it: PREZZO
pl: CENA
pt: PREÇO
pt_br: PREÇO
zh: 价格

source: Ticket
ca: Tiquet
it: Ricevuta
pl: Paragon
pt: Recibo
pt_br: Cupom
zh: 票

source: Reiniciar ahora
ca: Reiniciar ara
fr: Redémarrer maintenant
it: Riavvia ora
pl: Uruchom ponownie teraz
pt: Reinicie agora
pt_br: Reiniciar agora
zh: 立即重启

source: Poblacion
ca: Població
fr: Ville
it: Popolazione
pl: Miejscowość
pt: População
pt_br: Cidade
zh: 人口

source: Datos del documento de venta original
ca: Dades del document de venda original
fr: Données du document de vente original
it: Dati del documento di vendita originale
pl: Dane z oryginalnego dokumentu sprzedaży
pt: Dados do documento de vendas original
pt_br: Dados do documento de venda original
zh: 原始销售单据中的数据

source: Contacto
ca: Contacte
fr: Contact
it: Contatto
pl: Dane kontaktowe
pt: Contato
pt_br: Contato
zh: 计数

source: Contacto tienda
ca: Contacte
fr: Contact
it: Contatto
pl: Dane kontaktowe
pt: Contato da loja
pt_br: Contato da Loja
zh: 计数

source: Entrada
fr: Entrées (Mouv)
it: Contributo
pl: Przychód
zh: 条目

source: Dto.
ca: Dte.
fr: Remise
it: Scto.
pl: Dysku.
zh: 折扣

source: PENDIENTE
ca: PENDENT
fr: RESTE
it: ORECCHINO
pl: W TRAKCIE REALIZACJI
pt: BRINCO
pt_br: PENDENTE
zh: 边坡

source: Art a preparar
fr: Art. à préparer
it: Art da preparare
pl: Sztuka do przygotowania
pt: Arte para preparar
pt_br: Itens para preparação
zh: 待备的商品

source: Prefijo
ca: Prefix
fr: Préfixe
it: Prefisso
pl: Przedrostek
pt: Prefixo
pt_br: Prefixo
zh: 字首

source: Alta Fidelizado
ca: Alta fidelitzat
fr: Haute fidélité
it: Alta fedeltà
pl: Rejestracja stałego klienta
pt: Alta Lealdade
pt_br: Alterar Fidelizado
zh: 注册会员客户

source: Contenido
ca: Contingut
fr: Contenu
it: Contenuto
pl: Zawartość
pt: Conteúdo
pt_br: Contidos
zh: 目录

source: Cod. Tienda
ca: Cod. Botiga
fr: Code Magassin
it: Cod. Negozio
pl: Kod sklepu
pt: Cod. Loja
pt_br: Cod. Loja
zh: 商店代码

source: Cant. Prep.
ca: Quant. A punt.
fr: Qté. Prep.
it: Qty. Compito a casa.
pl: Ilość. Prep.
pt: Qtd. Preparação.
pt_br: Quantidade Preparada.
zh: 备好数量

source: Balanza
ca: Balança
fr: Échelle de poids
it: Bilancia
pl: Bilans
pt: Balança
pt_br: Balança
zh: 平衡

source: Reclamar caja
ca: Reclamar caixa
fr: Réclamer de l’argent comptant
it: Richiedi contanti
pl: Odbierz gotówkę
pt: Reclame dinheiro
pt_br: Conferir caixa
zh: 领取现金

source: Gestión de Permisos
ca: Gestió de Permisos
fr: Gestion des autorisations
it: Gestione delle autorizzazioni
pl: Zarządzanie pozwoleniami
pt: Gestão de Permisses
pt_br: Gestão de Permissões
zh: 许可管理

source: Tipo Documento
ca: Tipus Document
fr: Type de document
it: Tipo di documento
pl: Typ dokumentu
pt: Tipo de documento
pt_br: Tipo de Documento
zh: 文档类型

source: Productos pendientes
ca: Articles pendents
fr: Articles en attente
it: Prodotti in sospeso
pl: Produkty oczekujące
pt: Produtos pendentes
pt_br: Itens pendentes
zh: 待审核的产品

source: Parte decimal
ca: Part decimal
fr: Partie décimale
it: Parte decimale
pl: Część dziesiętna
zh: 小数部分

source: Reiniciar
ca: No reiniciar
fr: Ne redémarre pas
it: Non riavviare
pl: Ponowny rozruch
pt_br: Reinciar
zh: 开始日期

source: Imprimir Copia
ca: Imprimir Còpia
fr: Imprimer une copie
it: Stampa copia
pl: Drukuj kopię
pt: Cópia impressa
pt_br: Imprimir Cópia
zh: 打印复印

source: Posición
ca: Posició
fr: Position
it: Posizione
pl: Miejscowość
pt: Posição
pt_br: Posição
zh: 位置

source: Artículo:
ca: Article:
fr: Article:
it: Articolo:
pl: Towar
pt: Artiço:
pt_br: Item:
zh: 商品:

source: Visto
ca: Vist
fr: Vu
it: Ovvio
pl: Oczywisty
pt_br: Visualizado
zh: 查看

source: Canjeo de puntos
ca: Consum de punts
fr: Consommation de points
it: Consumo di punti
pl: Przeglądanie zapasów
pt: Consumo de pontos
pt_br: Consulta de pontos
zh: 余额查询

source: Fecha alta
ca: Data alta
fr: Date de sortie
it: Data alta
pl: Termin do
pt: Data alta
pt_br: Data alteração
zh: 交货日期

source: Pago
ca: Pagament
fr: Paiements
it: Pagamento
pl: Płatności
pt: Pagamentos
pt_br: Pagamento
zh: 支付

source: Consultar
fr: Consulter
it: Richiesta
pl: Przeglądaj
zh: 余额查询

source: Imprimir pago
ca: Imprimir pagament
fr: Imprimer le paiement
it: Stampa pagamento
pl: Drukuj kopię
pt: Pagamento de impressão
pt_br: Imprimir pagamento
zh: 打印付款

source: Nº Bultos
ca: Nº de paquets
fr: Non. Paquets
pl: Liczba pakietów
pt_br: Número de Sacolas/Recipientes
zh: 散装数量

source: Franja horaria no disponible
ca: Franja horària no disponible
fr: Bande horaire non disponible
it: Fascia oraria non disponibile
pl: Tylko dostępne
pt: Faixa horária não disponível
pt_br: Faixa de horários indisponíveis
zh: 时隙不可用

source: General
fr: Général
it: Generico
pl: Ogólne
pt: Geral
pt_br: Geral
zh: 一般

source: Números de serie
ca: Números de sèrie
fr: Numéros de série
it: Numeri di serie
pl: Numery seryjne
pt: Números de série
pt_br: Número de série
zh: 序列号

source: F inicio
ca: Data inici
fr: Date de début
it: F casa
pl: F strona główna
pt: F casa
pt_br: Data de inicio
zh: 开始日期

source: CANT
ca: QUANT
fr: QUANT
it: QTY
pl: ILOŚĆ
pt: QUANT
pt_br: QUANTIDADE
zh: 数量

source: Stocks de artículo
ca: Estocs d'article
fr: Stocks d'articles
it: Scorte di articoli
pl: Zapasy towarów
pt: Existências de artigos
pt_br: Estoque de itens
zh: 更换商品

source: Datos contacto
ca: Dades contacte
fr: Détails du contact
it: Dati di contatto
pl: Dane klienta
pt: Detalhes de contato
pt_br: Dados do contato
zh: 联系人数据

source: Recuperar Venta Omnicanal
ca: Recuperar Venda Omnicanal
fr: Récupérer les ventes omnicanales
it: Recupera le vendite omnicanale
pl: Sprzedaż wielokanałowa
pt: Recuperar vendas omnicanais
pt_br: Recuperar Venda Omnicanal
zh: 销售恢复全方位渠道

source: Buscar documento
ca: Cercar Document
fr: Chercher un Document
it: Cerca documento
pl: Wyszukaj dokument
pt: Documento de Pesquisa
pt_br: Localizar Documento
zh: 文档搜索

source: Datos bancarios
ca: Dades bancàries
fr: Donnés bancaires
it: Coordinate bancarie
pl: Dane ogólne
pt: Detalhes do banco
pt_br: Dados bancários
zh: 银行详细信息

source: DESCRIPCIÓN DEL CONCEPTO
ca: DESCRIPCIÓ CONCEPTE
fr: DESCRIPTION CONCEPT
it: DESCRIZIONE DEL CONCETTO
pl: OPIS
pt: DESCRIÇÃO DO CONCEITO
pt_br: DESCRIÇÃO
zh: 备注描述

source: Filtrar
fr: Filtre
it: Filtrare
pl: Filtr
pt: Filtro
zh: 筛选

source: País
fr: Pays
it: Paese
pl: Kraj
zh: 国家

source: Apertura de Caja
ca: Obertura de Caixa
fr: Ouverture de Caisse
it: Apertura in contanti
pl: Zamknij kasę
pt: Abertura de Caixa
pt_br: Abertura de Caixa
zh: 钱箱开幕

source: SALDO CLIENTE
ca: SALDO CLIENT
fr: SOLDE CLIENT
it: SALDO DEL CLIENTE
pl: SALDO KLIENTA
pt: BALANÇO DO CLIENTE
zh: 客户余额

source: Tipo Movimiento
ca: Tipus moviment
fr: Type de mouvement
it: Tipo di movimento
pl: Typ dokumentu
pt: Tipo de Movimento
pt_br: Tipo de Movimentos
zh: 机芯类型

source: F fin
ca: Data fi
fr: Date de fin
it: Estremità F
pl: F płetwa
pt: Fim F
pt_br: Data fim
zh: 期限

source: Pais
ca: País
fr: Pays
it: Paese
pl: Kraj
pt: País
pt_br: País
zh: 国家

source: Estado nuevo
ca: Estat nou
fr: État nouveau
it: Nuovo stato
pl: Stan
pt: Novo estatuto
pt_br: Status novo
zh: 新状态

source: Not. Comerciales
ca: Not. Comercial
fr: Commercial Not.
it: Non. Commerciale
pl: komercyjne nie.
pt: Not. Comerciais
pt_br: Não desejo receber comunicações comerciais de serviços e produtos complementares de terceiros
zh: 商名

source: Selección medio de pago para el cambio
ca: Selecció mitjà de pagament pel canvi
fr: Sélection des moyens de paiement pour le changement
it: Selezione dei mezzi di pagamento per il cambiamento
pl: Wybór sposobu płatności za zmianę
pt: Seleção de meios de pagamento para a alteração
pt_br: Seleção de forma de pagamento
zh: 选择找钱支付方式

source: Tipo contacto
ca: Tipus contacte
fr: Type de contact
it: Tipo di contatto
pl: Dane kontaktowe
pt: Tipo de contato
pt_br: Tipo de contato
zh: 接触式

source: Solo disponible
ca: Només disponible
fr: Seulement disponible
it: Disponibile solo
pl: Tylko dostępne
pt: Disponível apenas
pt_br: Saldo disponível
zh: 可用余额

source: Domicilio
ca: Domicili
fr: Accueil
it: Casa
pl: Adres
pt: Domicílio
pt_br: Endereço
zh: 住址

source: Confirmar pagos
ca: Esborrar pagament
fr: Supprimer le paiement
it: Conferma pagamenti
pl: Potwierdź zmiany:
pt: Confirmar pagamentos
pt_br: Confirmar pagamentos
zh: 清除付款

source: Contraseña nueva
ca: Contrasenya nova
fr: Nouveau mot de passe
it: Nuova password
pl: Nowe hasło
pt: Nova senha
pt_br: Nova Senha
zh: 新密码

source: Cupones del fidelizado
ca: Cupons del fidelitzat
fr: Coupons de fidélité
it: Buoni fedeltà
pl: Kupony lojalnościowe
pt: Cupões de lealdade
pt_br: Cupons de clientes fidelizados
zh: 忠诚优惠券

source: Trat. Impuesto
ca: Tract. Impost
fr: Traitement fiscal
it: Trat. Tassa
pl: Trat. Podatek
pt: Trat. Imposto
pt_br: Trat. Imposto
zh: 税务处理

source: Marcar venta artículos
ca: Marcar venda articles
fr: Marquer les articles soldés
it: Contrassegna gli articoli in vendita
pl: Zapasy towarów
pt: Artigos de venda de marca
pt_br: Marcar vendas de produtos
zh: 标记出售的物品

source: Fax
pl: Faks
zh: 传真
