Repository: AlvaroLS01/PAM69
Catalog: comerzzia-pos-i18n/czz-pos_*.po
Languages: ca, fr, it, pl, pt, pt_br, zh

source: Datos del Envío
ca: Dades de l'Enviament
fr: Informations sur le bateau
it: Dettagli di spedizione
pl: Dane dot. wysyłki
pt: Detalhes do envio
pt_br: Informações da Entrega
zh: 配送信息

source: Actualmente dispone de
ca: Actualment disposa de
fr: A actuellement
it: Attualmente ha
pl: Obecnie ma
pt: Atualmente tem
pt_br: Atualmente você dispõe de:
zh: 它目前有

source: puntos.
ca: punts.
fr: points.
it: scambio ferroviario.
pl: Punktów.
pt: pontos.
pt_br: pontos.
zh: 点。

source: Indique cuántos puntos desea canjear por un cupón
ca: Indiqui quants punts vol canviar per un cupó
fr: Indiquez le nombre de points que vous souhaitez échanger contre un coupon
it: Indica quanti punti vuoi riscattare per un coupon
pl: Wskaż, ile punktów chcesz wymienić na kupon
pt: Indicar quantos pontos pretende resgatar por um cupão
pt_br: Informe quantos pontos deseja usar para esse cupom
zh: 指明您要兑换多少积分兑换优惠券

source: Importe resultante
ca: Import resultant
fr: Montant résultant
it: Importo risultante
pl: Łączna kwota
pt: Montante resultante
pt_br: Valor restante
zh: 余额

source: Se va a generar un cupón por importe de {0} al fidelizado {1}. Esta operación no se podrá anular. ¿Está seguro de que desea continuar?
ca: Es generarà un cupó per import de {0} a l´fidelitzat {1}. Aquesta operació no es podrà anul·lar. Esteu segur que voleu continuar?
fr: Un coupon sera généré pour un montant de {0} au fidélité {1}. Cette opération ne peut pas être annulée. Es-tu sur de vouloir continuer?
it: Verrà generato un coupon per l´importo di {0} al {1} fedeltà. Questa operazione non può essere annullata. Sei sicuro di voler continuare?
pl: Kupon zostanie wygenerowany na kwotę {0} do lojalnego {1}. Tej operacji nie można przerwać. Czy na pewno chcesz kontynuować?
pt: Um cupão será gerado pela quantidade de {0} à lealdade {1}. Esta operação não pode ser cancelada. Tem certeza que quer continuar?
pt_br: Um cupom no valor de {0} será gerado para o cliente {1}. Esta operação não pode ser cancelada. Você tem certeza que quer continuar?
zh: 将生成一张优惠券，金额为{0}忠诚{1}。此操作无法中止。您确定要继续吗？

source: No puede introducir puntos negativos
ca: No pot introduir punts negatius
fr: Vous ne pouvez pas saisir de points négatifs
it: Non è possibile inserire punti negativi
pl: Nie można wprowadzać punktów ujemnych
pt: Não é possível introduzir pontos negativos
pt_br: Não é possível inserir pontos negativos
zh: 您必须输入一个有效的数字。

source: No puede introducir 0 puntos
ca: No pot introduir 0 punts
fr: Vous ne pouvez pas saisir 0 point
it: Impossibile inserire 0 punti
pl: Nie można wydrukować 0 kopii.
pt: Não pode entrar 0 pontos
pt_br: Não é possível inserir valor zerados para os pontos
zh: 您必须输入一个有效的数字。

source: El valor del campo debe ser un número positivo entero y menor al total de puntos máximos
ca: El valor de camp ha de ser un nombre positiu sencer i menor a l'total de punts màxims
fr: La valeur du champ doit être un nombre entier positif et inférieur au total des points maximum
it: Il valore del campo deve essere un numero intero positivo e inferiore al totale massimo del punto
pl: Wartość pola musi być dodatnią liczbą całkowitą i mniejszą niż całkowita liczba punktów
pt: o valor do campo deve ser um número inteiro positivo e inferior ao ponto máximo total
pt_br: O valor do campo deve ser um número inteiro positivo e menor que o total máximo de pontos
zh: 字段的值必须是正整数且小于总最大点数

source: El tipo de cupón es nulo
ca: El tipus de cupó és nul
fr: Le type de coupon est nul et non avenu
it: Il tipo di coupon è nullo
pl: Rodzaj kuponu jest nieważny
pt: O tipo de cupom é nulo e sem efeito
pt_br: O tipo de cupom é nulo e sem efeito
zh: 优惠券类型无效

source: Cupón {0}
ca: Cupó {0}
fr: Coupon {0}
it: {0} Coupon
pl: Kupon {0}
pt: Cupão {0}
pt_br: Cupom{0}
zh: 优惠券{0}

source: Cupón {0} por puntos acumulados a {1} en tarjeta fidelizado {2}
ca: Cupó {0} per punts acumulats a {1} en targeta fidelitzat {2}
fr: Coupon {0} pour les points accumulés jusqu´à {1} sur une carte de fidélité {2}
it: Coupon {0} per i punti accumulati per {1} in {2} di carte fedeltà
pl: Kupon {0} punktów zgromadzonych do {1} na karcie lojalnościowej {2}
pt: Cupão {0} para pontos acumulados para {1} em cartão de fidelização {2}
pt_br: Cupom {0} para pontos acumulados em {1} no cartão fidelidade {2}
zh: 优惠券{0}，用于在会员卡上{1}积分{2}

source: La promoción canjeo puntos en cupón esta vacia o es nula
ca: La promoció consultada no es troba registrada en el sistema
fr: La promotion J’échange des points en coupon est vide ou nulle
it: La promozione che riscatto i punti nel coupon è vuota o nulla
pl: Promocja Wymieniam punkty na kupon jest pusta lub nieważna
pt: A promoção que eu resgate pontos no cupom está vazia ou nula
pt_br: A promoção de pontos não está registrada ou não está ativa
zh: 我兑换优惠券积分的促销活动为空或为空

source: Ha fallado el canjeo de los puntos. Contacte con un administrador.
ca: Ha fallat el bescanvi dels punts. Contacti amb un administrador.
fr: L'échange de points a échoué. Contactez un administrateur.
it: Il riscatto dei punti non è riuscito. Contattare un amministratore.
pl: Wymiana punktów nie powiodła się. Skontaktuj się z administratorem.
pt: A redenção dos pontos falhou. Contacte um administrador.
pt_br: O resgate de pontos falhou. Entre em contato com um administrador.
zh: 无法关闭屏幕。请联系管理员。

source: convertPointsToCoupon() - Fallo al convertir puntos a un cupón:
ca: convertPointsToCoupon () - Fallada a l'convertir punts a un cupó:
fr: convertPointsToCoupon () - Échec de la conversion des points en coupon:
it: convertPointsToCoupon() - Impossibile convertire i punti in un coupon:
pl: convertPointsToCoupon() - Nie udało się zamienić punktów na kupon:
pt: convertePointsToCoupon() - Falhou na conversão de pontos para um cupão:
pt_br: convertPointsToCoupon() - Falha ao converter pontos para cupom promocional:
zh: convertPointsToCoupon（） - 無法將點數轉換為可榮券：

source: No está configurado el tipo de documento nota de crédito en el entorno.
ca: No està configurat el tipus de document nota de crèdit a l'entorn.
fr: Le type de note de crédit n'est pas configuré dans l'environnement.
it: Il tipo di documento della nota di credito non è configurato nell'ambiente.
pl: Typ dokumentu faktury korygującej nie jest skonfigurowany w środowisku.
pt: O tipo de documento de nota de crédito não está configurado no ambiente.
pt_br: Não está configurado o tipo de documento de nota de crédito.
zh: 在环境中没有配置文档类型信用票据。

source: --NUEVA DEVOLUCION--
ca: --NOVA DEVOLUCION--
fr: - NOUVEAU RETOUR--
it: --NUOVO RITORNO--
pl: ANULUJ ZWROT
pt: --NOVO RETORNO-
pt_br: NOVA DEVOLUÇÃO
zh: - 新退款--

source: El ticket fue realizando en una tienda con un tratamiento fiscal diferente al de esta tienda. No se puede realizar esta devolución.
ca: El tiquet va anar realitzant en una botiga amb un tractament fiscal diferent al d'aquesta botiga. No es pot realitzar aquesta devolució.
fr: Le billet a été émis dans un magasin avec un traitement fiscal différent de celui de ce magasin. Ce remboursement ne peut être effectué.
it: Il biglietto è stato effettuato in un negozio con un trattamento fiscale diverso rispetto a questo negozio. Questo reso non può essere effettuato.
pl: Paragon został wydany w punkcie sprzedaży, w którym obowiązują inne zasady opodatkowania niż w tym sklepie. Dokonanie tego zwrotu nie jest możliwe.
pt: O bilhete foi feito numa loja com um tratamento fiscal diferente desta loja. Este retorno não pode ser feito.
pt_br: O cupom original foi feito em uma loja com tratamento tributário diferente desta loja. Essa devolução não pode ser feita.
zh: 这张票是在一家与这家商店有不同的税收待遇的商店制作的。无法进行此退货。

source: No se han podido recuperar las líneas devueltas desde la central. Por favor, compruebe el ticket impreso para ver las líneas ya devueltas.
ca: No s'han pogut recuperar les línies retornades des de la central. Si us plau, comproveu el tiquet imprès per veure les línies ja retornades.
fr: Impossible de récupérer les lignes renvoyées par le central. Veuillez vérifier le ticket imprimé pour voir les lignes déjà retournées.
it: Non è stato possibile recuperare le linee restituite dall'impianto. Si prega di controllare il biglietto stampato per vedere le linee già restituite.
pl: Nie udało się odzyskać linii zwróconych z zakładu. Sprawdź wydrukowany bilet, aby zobaczyć linie już zwrócone.
pt: Não foi possível recuperar as linhas devolvidas da fábrica. Por favor, verifique o bilhete impresso para ver as linhas já devolvidas.
zh: 从工厂返回的管线无法恢复。请检查打印的车票以查看已返回的线路。

source: No se ha encontrado ningún ticket con esos datos
ca: No s'ha trobat cap tiquet amb aquestes dades
fr: Aucun ticket avec ces données n'a été trouvé
it: Nessun biglietto trovato con quei dati
pl: Nie znaleziono żadnego paragonu z tymi danymi
pt: Nenhum bilhete encontrado com esses dados
zh: 没有发现有这些数据的任何发票

source: Ha ocurrido un error al conectar con el servidor para consultar la tarjeta regalo
ca: Hi ha hagut un error al connectar amb el servidor per consultar la targeta regal
fr: Une erreur s'est produite lors de la connexion au serveur pour afficher la carte-cadeau
it: Si è verificato un errore durante la connessione al server per visualizzare il buono regalo
pl: Wystąpił błąd podczas potwierdzania płatności kartą kredytową
pt: Ocorreu um erro ao ligar-se ao servidor para ver o cartão presente
pt_br: Ocorreu um erro ao conectar com o servidor para consultar cartão presente.
zh: 无法连接到服务器以检查礼品卡

source: El artículo {0} existe en varias líneas del ticket original, deberá indicar la línea de devolución manualmente.
ca: Article {0} existeix en diverses línies del tiquet original, ha d'indicar la línia de devolució manualment.
fr: L´article {0} existe sur plusieurs lignes du ticket d´origine, vous devrez entrer la ligne de retour manuellement.
it: L´articolo {0} esiste su diverse righe del biglietto originale, dovrai indicare manualmente la linea di ritorno.
pl: Pozycja, {0} istnieje w kilku wierszach oryginalnego biletu, należy wskazać wiersz zwrotu ręcznie.
pt: O item {0} existe em várias linhas do bilhete original, você precisa indicar a linha de retorno manualmente.
pt_br: O produto {0} existe em algumas linhas do cupom original, deverá indicar a linha que deseja efetuar a devolução de forma manual.
zh: 第{0}存在于原机票的几行，你必须手动指示返回线。

source: Se va a introducir un artículo que no estaba en la venta original. ¿Está seguro?
ca: Es va a introduir un article que no era a la venda original. Esteu segur?
fr: Un article qui ne faisait pas partie de la vente initiale est sur le point d'être saisi. Êtes-vous sûr?
it: Verrà introdotto un articolo che non era nella vendita originale. Sei sicuro?
pl: Wprowadzany jest przedmiot, który nie był w pierwotnej sprzedaży. Czy na pewno?
pt: Um artigo que não estava na venda original será introduzido. Tens a certeza?
pt_br: Está sendo inserido um item que não estava no pedido original. Tem certeza?
zh: 这将取消选择的商品。你确定吗？

source: Este artículo ya está completamente devuelto en la venta original. Se introducirá en positivo. ¿Está seguro?
ca: Aquest article ja està completament retornat en la venda original. S'introduirà en positiu. Esteu segur?
fr: Cet article est déjà entièrement retourné lors de la vente initiale. Il sera introduit de manière positive. Êtes-vous sûr?
it: Questo articolo è già completamente restituito nella vendita originale. Sarà introdotto in positivo. Sei sicuro?
pl: Ten przedmiot jest teraz w pełni zwracany w pierwotnej sprzedaży. Zostanie on wprowadzony w sposób pozytywny. Czy na pewno?
pt: Este item já está totalmente devolvido na venda original. Será introduzida de forma positiva. Tens a certeza?
pt_br: Este item já está totalmente devolvido no cupom original. Tem certeza que deseja continuar?
zh: 此商品现已在原始销售中完全退回。它将以积极的方式介绍。是否确定？

source: Ha habido un error al introducir la línea
ca: Hi ha hagut un error a l'introduir la línia
fr: Une erreur s'est produite lors de la saisie de la ligne
it: Si è verificato un errore durante l'immissione della riga
pl: Wystąpił błąd podczas przetwarzania operacji sprzedaży
pt: Houve um erro ao entrar na linha.
pt_br: Houve um erro ao inserir nova linha
zh: 恢复发票时出现错误

source: No se puede editar una línea con cantidad negativa.
ca: No es pot editar una línia amb quantitat negativa.
fr: Vous ne pouvez pas modifier une ligne avec une quantité négative.
it: Non è possibile modificare una riga con quantità negativa.
pl: Nie jest możliwe dokonanie sprzedaży w przypadku 0.
pt: Não é possível editar uma linha com quantidade negativa.
pt_br: Não se pode alterar uma linha com quantidade negativa.
zh: 不能删除已投放的订单。

source: No tiene permisos para cancelar la devolución.
ca: No tens autorització per cancel·lar la devolució.
fr: Vous n'avez pas la permission d'annuler le retour.
it: Non si dispone delle autorizzazioni per annullare il reso.
pl: Nie masz uprawnień do dokonania zwrotu
pt: Não tem permissões para cancelar a devolução.
pt_br: Você não está autorizado para cancelar a devolução.
zh: 您无权取消的退款。

source: Se anulará la devolución, ¿seguro que desea continuar?
ca: S'anul·larà la devolució, ¿segur que vol continuar?
fr: Le retour sera annulé, êtes-vous sûr de vouloir continuer?
it: Il reso verrà annullato, sei sicuro di voler continuare?
pl: Ceny zostaną przeliczone na nowo, a poprzednie anulowane. Czy kontynuować?
pt: O retorno será cancelado, tem certeza que quer continuar?
pt_br: A devolução será cancelada, tem certeza que deseja continuar?
zh: 退款会被取消，你确定要继续吗？

source: Tipo de Documento
ca: Tipus de Document
fr: Type de document
it: Tipo di documento
pl: Typ dokumentu
zh: 文件类型

source: Se perderán los cambios realizados, ¿está seguro?
ca: Es perdran els canvis realitzats, està segur?
fr: Les modifications apportées seront perdues, êtes-vous sûr?
it: Le modifiche apportate andranno perse, sei sicuro?
pl: Dotyczące zapłaty dane zostaną utracone. Czy kontynuować?
pt: As mudanças feitas serão perdidas, tem certeza?
pt_br: As alterações podem ser perdidas, tem certeza?
zh: 更改可能会丢失，你确定吗？

source: Se procederá a aplicar los cambios en el ticket de devolución, ¿está seguro?
ca: Es procedirà a aplicar els canvis en el tiquet de devolució, està segur?
fr: Les modifications seront appliquées au ticket de retour, êtes-vous sûr?
it: Procederemo ad applicare le modifiche al biglietto di ritorno, sei sicuro?
pl: Zmiany zostaną zastosowane do biletu powrotnego, czy na pewno?
pt: Vamos proceder à aplicação das alterações no bilhete de regresso, tem certeza?
pt_br: As alterações vão ser aplicadas no tíquete de devolução, tem certeza?
zh: 这将实施在退票里的更改，你确定？

source: Ha ocurrido algún error añadiendo las lineas. Por favor, revise las lineas añadidas.
ca: Ha ocorregut algun error afegint les línies. Per favor, revisi les línies afegides.
fr: Une erreur s’est produite lors de l’ajout des lignes. Veuillez consulter les lignes ajoutées.
it: Si è verificato un errore durante l'aggiunta delle righe. Si prega di rivedere le righe aggiunte.
pl: Wystąpił błąd podczas dodawania wierszy. Przejrzyj dodane wiersze.
pt: Ocorreu um erro ao adicionar as linhas. Por favor, reveja as linhas adicionadas.
pt_br: Ocorreu um erro ao adicionar as linhas. Por favor, reveja as linhas adicionadas.
zh: 添加行时出错。请查看添加的行。

source: Error. No se pudo completar la operación.
ca: Error. No s'ha pogut completar l'operació.
fr: Erreur. L'opération n'a pas pu être complété.
it: Errore. Impossibile completare l'operazione.
pl: Błąd. Nie można ukończyć operacji.
pt: Um erro. A operação não pôde ser concluída.
pt_br: Error. Não foi possível concluir a operação.
zh: 错误。无法完成操作。

source: Se produjo un error consultando las configuraciones de códigos de barra.
ca: S'ha produït un error consultant les configuracions de codis de barres.
fr: Une erreur s'est produite lors de l'interrogation des paramètres du code-barres.
it: Si è verificato un errore durante la query sulle impostazioni del codice a barre.
pl: Wystąpił błąd podczas ładowania dokumentu płatniczego
pt: Ocorreu um erro na consulta das definições de código de barras.
pt_br: Ocorreu um erro ao consultar as configurações de código de barras.
zh: 查询条码设置出现错误

source: Se borrará la configuración seleccionada. ¿Está seguro?
ca: S'esborrarà la configuració seleccionada. Està segur?
fr: Les paramètres sélectionnés seront effacés. Êtes-vous sûr?
it: Le impostazioni selezionate verranno eliminate. Sei sicuro?
pl: Rezerwacja zostanie anulowana. Czy na pewno kontynuować?
pt: As definições selecionadas serão eliminadas. Tens a certeza?
pt_br: A configuração selecionada será excluída. Tem certeza?
zh: 所选的设置将被删除。你确定吗？

source: No se pudo eliminar la configuración seleccionada.
ca: No s'ha pogut suprimir la configuració seleccionada.
fr: La configuration sélectionnée n'a pas pu être supprimée.
it: Impossibile eliminare la configurazione selezionata.
pl: Nie wybrano żadnej linii.
pt: A configuração selecionada não pôde ser eliminada.
pt_br: Não foi possível excluir a configuração selecionada.
zh: 无法删除所选的设置。

source: Error cargando fichero de configuración del TPV
ca: Error guardant paràmetre de configuració
fr: Erreur lors de l'enregistrement du paramètre de configuration
it: Errore durante il salvataggio del parametro di configurazione
pl: Błąd podczas zapisywania parametru konfiguracyjnego
pt: Parâmetro de configuração de salvamento de erros
pt_br: Erro ao carregar arquivo de configuração do PDV
zh: 错误保存配置参数

source: Error en parseo de XML
ca: Error en parseu de XML
fr: Erreur d’analyse XML
it: Errore di analisi XML
pl: Błąd analizy XML
pt: Erro de análise XML
pt_br: Erro ao converter arquivo XML
zh: XML 解析错误

source: Alta de Solicitud
ca: Alta de Sol·licitud
fr: Création Demande
it: Applicazione alta
pt: Aplicação alta
pt_br: Visualizar
zh: 应用程序高

source: Ver Solicitud
ca: Veure Sol·licitud
fr: Voir la demande
it: Vedi richiesta
pt: Veja o pedido
pt_br: Visualizar o pedido
zh: 请参阅请求

source: Seleccione una solicitud
ca: Seleccioneu una sol·licitud
fr: Sélectionnez une demande
it: Seleziona un'applicazione
pt: Selecione um aplicativo
pt_br: Selecione um pedido
zh: 选择一个应用

source: La solicitud se ha resuelto satisfactoriamente
ca: La sol·licitud s'ha resolt satisfactòriament
fr: La demande a été résolue avec succès
it: La richiesta è stata risolta con successo
pt: A solicitação foi resolvida com sucesso
pt_br: A solicitação foi resolvida com sucesso
zh: 该请求已成功解决

source: La solicitud indicada ya está resuelta
ca: La sol·licitud indicada ja està resolta
fr: La demande indiquée est déjà résolue
it: La richiesta indicata è già stata risolta
pt: A solicitação indicada já está resolvida
pt_br: Esta solicitação já está resolvida
zh: 指示的请求已经解决

source: La actividad seleccionada ha sido marcada como vista
ca: L'activitat seleccionada ha estat marcada com a vista
fr: L'activité sélectionnée a été marquée comme vue
it: L'attività selezionata è stata contrassegnata come visto
pt: A atividade selecionada foi marcada como vista
pt_br: A atividade selecionada já está marcada como iniciada
zh: 所选活动已被标记为可见

source: La actividad seleccionada ya está marcada como vista
ca: L'activitat seleccionada ja està marcada com vista
fr: L'activité sélectionnée est déjà marquée comme vue
it: L'attività selezionata è già contrassegnata come visto
pt: A atividade selecionada já está marcada como vista
pt_br: A atividade selecionada já está marcada como iniciada
zh: 所选活动已被标记为已显示

source: Seleccione una actividad
ca: Seleccioneu una activitat
fr: Sélectionnez une activité
it: Seleziona un'attività
pt: Selecione uma atividade
pt_br: Selecione uma atividade
zh: 选择一项活动

source: Debe seleccionar una solicitud
ca: Heu de seleccionar una sol·licitud
fr: Vous devez sélectionner une demande
it: Devi selezionare un'applicazione
pt: Você deve selecionar um aplicativo
pt_br: Você deve selecionar um pedido
zh: 您必须选择一个应用程序

source: Debe seleccionar una actividad
ca: Heu de seleccionar una activitat
fr: Vous devez sélectionner une activité
it: Devi selezionare un'attività
pt: Você deve selecionar uma atividade
pt_br: Você deve selecionar uma atividade
zh: 您必须选择一项活动

source: Alta de Actividad
ca: Alta d'Activitat
fr: Création Activité
it: Attività alta
pt: Atividade alta
pt_br: Visualizar
zh: 活动高

source: Ver Actividad
ca: Veure Activitat
fr: Voir l'activité
it: Vedi Attività
pt: Ver atividade
pt_br: Visualizar
zh: 参见活动

source: Para poder asignar una preparación debe seleccionar una ruta
ca: Per poder assignar una preparació ha de seleccionar una ruta
fr: Pour pouvoir assigner une préparation, vous devez sélectionner un itinéraire
it: Per poter assegnare un preparato è necessario selezionare un percorso
pt: Para poder atribuir uma preparação, você deve selecionar uma rota
pt_br: Para iniciar uma preparação, selecione uma rota
zh: 为了能够分配一个准备，你必须选择一条路线

source: La cantidad introducida no es válida
ca: La quantitat introduïda no és vàlida
fr: Le montant entré n'est pas valide
it: L'importo inserito non è valido
pt: O valor inserido não é válido
pt_br: A quantidade inválida
zh: 输入的金额无效

source: El artículo es de peso variable. La línea se marcará como servida si confirma la cantidad introducida. Cantidad introducida: {0}
ca: L'article és de pes variable. La línia s'ha de marcar com servida si confirma la quantitat introduïda. Quantitat introduïda: {0}
fr: L'article est de poids variable. La ligne sera marquée comme servie si vous confirmez la quantité entrée. Quantité introduite: {0}
it: L'articolo è di peso variabile. La linea sarà contrassegnata come servita se confermi la quantità inserita. Importo inserito: {0}
pt: O artigo é de peso variável. A linha será marcada como exibida se você confirmar a quantidade inserida. Quantidade inserida: {0}
pt_br: O produto é de peso variável. A linha será marcada como atendida se você confirmar a quantidade inserida. Quantidade inserida: {0}
zh: 这篇文章的重量是可变的。如果您确认输入的数量，该行将被标记为已送达。输入金额： {0}

source: ¿Desea no servir la línea seleccionada?
ca: Voleu no servir la línia seleccionada?
fr: Voulez-vous ne pas servir la ligne sélectionnée?
it: Vuoi non servire la linea selezionata?
pt: Você não quer veicular a linha selecionada?
pt_br: Você não quer efetuar o atendimento da linha selecionada?
zh: 你想不提供选定的行吗？

source: ¿Desea liberar este pedido?
ca: Voleu alliberar aquesta comanda?
fr: Voulez-vous libérer cette commande?
it: Vuoi rilasciare questo ordine?
pt: Você quer liberar este pedido?
pt_br: Você quer retornar este pedido?
zh: 你想发布这个命令吗？

source: No puede volver a la vista anterior sin haber terminado o liberado el pedido
ca: No pot tornar a la vista anterior sense haver acabat o alliberat la comanda
fr: Vous ne pouvez pas revenir à la vue précédente sans compléter ou libérer la commande
it: Non è possibile tornare alla vista precedente senza completare o rilasciare l'ordine
pt: Você não pode retornar à visualização anterior sem concluir ou liberar o pedido
pt_br: Você não pode retornar à tela anterior sem concluir o atendimento ou cancelar o pedido
zh: 未完成或下达订单就无法返回到上一个视图

source: Debe añadir algún bulto antes de finalizar
ca: Ha d'afegir algun paquet abans de finalitzar
fr: Vous devez ajouter un colis avant de finaliser
it: È necessario aggiungere alcuni pacchetti prima di finalizzare
pt: Você deve adicionar algum pacote antes de finalizar
pt_br: Você deve adicionar algum bolsa/recipiente de entrega antes de finalizar
zh: 最终确定之前，您必须添加一些软件包
