Repository: AlvaroLS01/PAM69
Catalog: comerzzia-pos-i18n/czz-pos_*.po
Languages: ca, fr, it, pl, pt, pt_br, zh

source: Número de pedidos a entregar
ca: Nombre de comandes a lliurar
fr: Nombre de commandes à livrer
it: Numero di ordini da consegnare
pl: Numery seryjne
pt: Número de encomendas a entregar
pt_br: Números de pedidos pendente de entrega
zh: 订单交付数

source: POBLACION
ca: POBLACIÓ
fr: VILLE
it: POPOLAZIONE
pl: LUDNOŚĆ
pt: POPULAÇÃO
pt_br: CIDADE
zh: 镇

source: Environment selector:
fr: Sélecteur d’environnement :
it: Selettore ambiente:
pl: Selektor środowiska:
pt: Seletor de ambiente:
pt_br: Selecione o ambiente:
zh: 环境选择器：

source: Dirección
ca: Direcció
fr: Adresse
it: Indirizzo
pl: Adres
pt: Endereço
pt_br: Rota
zh: 地址

source: Buscar países
ca: Cercar països
fr: Chercher des pays
it: Cerca paesi
pl: Szukaj
pt: Países de pesquisa
pt_br: Pesquisar países
zh: 搜索国家

source: Peso
ca: Pes
pl: / Waga
zh: 重量

source: LIMPIAR
ca: NETEJAR
fr: NETTOYER
it: PULITO
pl: CZYSTY
pt: LIMPO
pt_br: LIMPAR
zh: 清除

source: Direccion
ca: Direcció
fr: Adresse
it: Indirizzo
pl: Adres
pt: Endereço
pt_br: Rota
zh: 地址

source: Indique cuántos puntos desea canjear por un cupón:
ca: Indiqui quants punts vol canviar per un cupó:
fr: Indiquez le nombre de points que vous souhaitez échanger contre un coupon:
it: Indica quanti punti vuoi riscattare per un coupon:
pl: Wpisz, ile punktów chcesz wymienić na kupon:
pt: Indique quantos pontos pretende resgatar para um cupão:
pt_br: Informe quantos pontos deseja usar no cupom:
zh: 输入您要兑换优惠券的积分数：

source: Saldo Total
fr: Solde total
it: Saldo totale
pl: Saldo łącznie
zh: 当前余额

source: Stocks por desglose 1
ca: Estocs per desglossament 1
fr: Stocks par décomposition 1
it: Scorte per ripartizione 1
pl: Zapasy wg rozbicia na pozycje 1
pt: Existências por avaria 1
pt_br: Estoque por descrição livre 1
zh: 按细分分类的股票 1

source: Transportista
fr: Transporteur
it: Trasportatore
pl: Przewoźnik
pt: Transportador
pt_br: Transportadora
zh: 运营商

source: Los distintos comandos de los que se compone la expresión deberán ir separados por espacios.
ca: Els diferents ordres dels que es compon l'expressió han d'anar separats per espais.
fr: Les différentes commandes qui composent l'expression doivent être séparées par des espaces.
it: I diversi comandi di cui è composta l'espressione devono essere separati da spazi.
pl: Różne polecenia, z których składa się wyrażenie, muszą być oddzielone spacjami.
pt: Os diferentes comandos dos quais a expressão é composta devem ser separados por espaços.
pt_br: Os comandos devem ser separados por espaços.
zh: 组成表达式的不同命令必须用空格分隔。

source: Importe a pagar
ca: Import a pagar
fr: Montant à payer
it: Importo da pagare
pl: Łączna kwota
pt: Montante a pagar
pt_br: Valor a pagar
zh: 支付金额

source: Apartado Nº
ca: Apartat Nº
fr: Réservation Nº
it: Sezione n.
pl: Sekcja nº
pt: Secção Nº
pt_br: Separados Nº
zh: 搁置号

source: Stocks por desglose 2
ca: Estocs per desglossament 2
fr: Stocks par décomposition 2
it: Scorte per ripartizione 2
pl: Zapasy wg rozbicia na pozycje 2
pt: Existências por avaria 2
pt_br: Estoque por descrição livre 2
zh: 按细分分类的股票 2

source: Tipo de solicitud
ca: Tipus de sol·licitud
fr: Type de demande
it: Tipo di richiesta
pl: Typ przeglądarki
pt: Tipo de pedido
pt_br: Tipo de solicitação
zh: 申请类型

source: Desglose 1
ca: Desglossament 1
fr: Décomposition 1
it: Ripartizione 1
pl: Rozbicie na pozycje 1
pt: Avaria 1
pt_br: Descrição livre 1
zh: 细目1

source: Desglose 2
ca: Desglossament 2
fr: Décomposition 2
it: Ripartizione 2
pl: Rozbicie na pozycje 2
pt: Avaria 2
pt_br: Descrição livre 2
zh: 细目2

source: Solicitudes
ca: Sol·licituds
fr: Demandes
it: Richieste
pl: Żądania
pt: Pedidos
pt_br: Solicitações
zh: 申请

source: Medio de pago seleccionado:
ca: Mitjà de pagament seleccionat:
fr: Moyen de paiement sélectionné:
it: Metodo di pagamento selezionato:
pl: Źródł. środki płatnicze
pt: Método de pagamento selecionado:
pt_br: Forma de pagamento selecionada:
zh: 选择的支付方式：

source: FECHA DE ENTREGA
ca: DATA DE LLIURAMENT
fr: DATE DE LIVRAISON
it: DATA DI CONSEGNA
pl: TERMIN DOSTAWY
pt: DATA DE ENTREGA
pt_br: DATA DE ENTREGA
zh: 交货日期

source: Datos de la preparación
ca: Dades de la preparació
fr: Données de préparation
it: Dati di preparazione
pl: Dane przygotowawcze
pt: Dados de preparação
pt_br: Dados da preparação
zh: 数据准备

source: Código de preparación
ca: Codi de preparació
fr: Code de préparation
it: Codice di preparazione
pl: Kod kasy
pt: Código de preparação
pt_br: Código de preparação
zh: 准备代码

source: Configuración código de barras
ca: Configuració codi de barres
fr: Configuration du code à barres
it: Impostazioni del codice a barre
pl: Konfiguracja aplikacji Axis
pt: Definições de código de barras
pt_br: Configuração de código de barras
zh: 条码配置

source: (*) Campos obligatorios
ca: (*) Camps obligatoris
fr: (*) Champs obligatoires
it: (*) Campi obbligatori
pl: (*) Pola obowiązkowe
pt: (*) Campos necessários
pt_br: (*) Campos obrigatórios
zh: （*）必填字段

source: Versión del software:
ca: Versió del software:
fr: Version du logiciel:
it: Versione software:
pl: Drukowanie raportu
pt: Versão do software:
pt_br: Versão do Sistema:
zh: 打印报表

source: Pagos del apartado
ca: Pagaments de l'apartat
fr: Paiements de réservations
it: Sezione pagamenti
pl: Płatności sekcji
pt: Pagamentos de secções
pt_br: Pagamentos de cupons
zh: 搁置支付

source: Fecha de nacimiento
ca: Data de naixement
fr: Date de naissance
it: Data di nascita
pl: Data urodzenia
pt: Data de nascimento
pt_br: Data de nascimento
zh: 出生日期

source: Titular
fr: Gros titre
it: Titolo
pl: Posiadacz
zh: 持有人

source: Horario
ca: Horari
fr: Tranche horaire
it: Orario
pl: Harmonogram
pt: Horário
pt_br: Horário
zh: 时间表

source: Ventas realizadas en los últimos 12 meses (Últimos 50 registros)
ca: Vendes realitzades en els últims 12 mesos
fr: Ventes réalisées au cours des 12 derniers mois
it: Vendite effettuate negli ultimi 12 mesi (Ultimi 50 record)
pl: Sprzedaż w ciągu ostatnich 12 miesięcy
pt: Vendas es feitas nos últimos 12 meses (Últimos 50 registos)
pt_br: Vendas realizadas no últimos 12 meses (Últimos 50 registros)
zh: 在过去12个月的销售

source: Recogida
ca: Recollida
fr: Ramasser
it: Fonorivelatore
pl: Odbiór
pt: Recolha
pt_br: Retirada
zh: 收集

source: Telefono 2
ca: Telèfon 2
fr: Téléphone 2
pl: Telefon
pt: Telefone 2
zh: 电话2

source: Guardar cambios
ca: Desa els canvis
fr: Enregistrer les modifications
it: Salva le modifiche
pl: Zapisywanie zmian
pt: Guardar alterações
pt_br: Salvar Alterações
zh: 保存更改

source: Tipo
ca: Tipus
fr: Type
pl: Typ
zh: 类型

source: Stock A
ca: Estoc A
it: Titolo A
pl: Zapas A
pt_br: Estoque A
zh: 股票 A

source: C.P.
pl: Życiorys
pt_br: CEP.
zh: 邮编号码

source: Estados
ca: Estats
fr: Etat
it: Stati
pl: Stan
pt_br: Status
zh: 状态

source: Caja:
ca: Caixa:
fr: Caisse:
it: Scatola:
pl: Kasa
pt: Caixa:
pt_br: Caixa:
zh: 钱箱

source: Stock D
ca: Estoc D
pl: Zapas D
pt_br: Estoque D
zh: 库存 D

source: Stock B
ca: Estoc B
it: Titolo B
pl: Zapas B
pt_br: Estoque B
zh: 库存 B

source: Nº de bultos
ca: Nº d'embalums
fr: Nº de paquets
it: Nº di confezioni
pl: Liczba kopii
pt: Nº de pacotes
pt_br: Números de sacolas e recipientes
zh: 包装数量

source: Stock C
ca: Estoc C
pl: Zapas C
pt_br: Estoque C
zh: 库存 C

source: Para mas información visite www.comerzzia.es
ca: Per a més informació visiti www.comerzzia.es
fr: Pour plus d'informations, visitez www.comerzzia.es
it: Per maggiori informazioni visita www.comerzzia.es
pl: Aby uzyskać więcej informacji, odwiedź www.comerzzia.es
pt: Para mais informações visite www.comerzzia.es
pt_br: Para mais informações visite www.comerzzia.com.br
zh: 欲了解更多信息，请访问www.comerzzia.es

source: Iniciar
ca: No reiniciar
fr: Ne redémarre pas
it: Non riavviare
pl: Wtajemniczyć
pt: Não reinicie
zh: 开始日期

source: Sustitución de artículo
ca: Substitució d'article
fr: Remplacement d'article
it: Sostituzione dell'articolo
pl: Edycja towaru
pt: Substituição de artigo
pt_br: Substituição de itens
zh: 更换商品

source: Origen
fr: Origine
it: Origine
pl: Pochodzenie
pt: Origem
pt_br: Origem
zh: 原稿

source: CERRAR
ca: TANCAR
fr: FERMER
it: VICINO
pl: ZAMYKAĆ
pt: Fechar
pt_br: FECHAR
zh: 关闭

source: Teléfono
ca: Telèfon
fr: Téléphone
it: Telefono
pl: Telefon
pt: Telefone
pt_br: Telefone
zh: 电话

source: Buscar colectivos
ca: Cercar col·lectius
fr: Chercher des Collectifs
it: Cerca collettivi
pl: GRUPY
pt: Pesquisa de coletivos
pt_br: Pesquisar Grupo de Clientes
zh: 集体搜索

source: Activo
ca: Actiu
fr: Actif
it: Attivo
pl: Aktywny
pt: Ativo
pt_br: Ativo
zh: 活跃

source: Fecha registro
ca: Data registre
fr: Date d'inscription
it: Data di registrazione
pl: Data otwarcia
pt: Data de registo
pt_br: Data de Registro
zh: 注册日期

source: Teléfono 1
ca: Telèfon 1
fr: Téléphone 1
it: Telefono 1
pl: Telefon
pt: Telefone 1
pt_br: Telefone
zh: 电话1

source: Teléfono 2
ca: Telèfon 2
fr: Téléphone 2
it: Telefono cellulare 2
pl: Telefon
pt: Telefone 2
pt_br: Telefone 2
zh: 电话2

source: Tipo de contacto
ca: Tipus de contacte
fr: Type de contact
it: Tipo di contatto
pl: Typ dokumentu
pt: Tipo de contato
pt_br: Tipo de Contato
zh: 接触式

source: Fecha servicio
ca: Data servei
fr: Date du service
it: Data del servizio
pl: Data zamknięcia
pt: Data de serviço
pt_br: Data do serviço
zh: 日期服务

source: SERVIDO
ca: SERVIT
fr: SERVI
it: SERVITA
pl: ZREALIZOWANO
pt_br: ATENDIDO
zh: 服务

source: Nueva actividad
ca: Nova activitat
fr: Nouvelle activité
it: Nuova attività
pl: Nowa aktywność
pt: Nova atividade
pt_br: Nova atividade
zh: 新活动

source: Solicitudes de
ca: Sol·licituds de
fr: Demandes de
it: Richieste di
pl: Wnioski o
pt: Pedidos de
pt_br: Solicitações de
zh: 的申请

source: Hora tope de pedido para servir en esta franja
ca: Hora límit de comanda per servir en aquesta franja
fr: Date limite de commande pour servir dans ce bande
it: Scadenza dell'ordine per servire in questa striscia
pl: Zamów czas na obsługę w tym slocie
pt: Prazo de encomenda para servir nesta tira
pt_br: Prazo para veiculação do pedido nesta faixa horária
zh: 服务这一带的订单时间限制

source: Actividad
ca: Activitat
fr: Actif
it: Attività alta
pl: Aktywny
pt: Atividade alta
pt_br: Atividades
zh: 活动

source: Editar configuración
ca: Editar configuració
fr: Modifier les paramètres
it: Modificare le impostazioni
pl: Edytuj konfigurację
pt: Editar definições
pt_br: Editar configuração
zh: 编辑设置

source: Escáner
ca: Escàner
fr: Scanner
it: Scanner
pl: Skaner
pt: Scanner
pt_br: Escanner
zh: 扫描器

source: Importe resultante:
ca: Import resultant:
fr: Montant résultant:
it: Importo risultante:
pl: Łączna kwota
pt: Montante resultante:
pt_br: Valor pendente:
zh: 余额

source: CLIENTE
ca: CLIENT
fr: CLIENT
pl: KLIENT
zh: 客户

source: Numeros serie
ca: Numeros sèrie
fr: Numéros de série
it: Numeri di serie
pl: Numery seryjne
pt: Números de série
zh: 序列号

source: Total Entradas
ca: Total Entrades
fr: Total Entrées
it: Totale Biglietti
pl: Przychody łącznie
pt: Total de bilhetes
zh: 总输入

source: Confirmar nueva contraseña
ca: Confirmar nova contrasenya
fr: Confirmer le nouveau mot de passe
it: Conferma nuova password
pl: Potwierdź nowe hasło
pt: Confirme nova senha
pt_br: Confirmar nova senha
zh: 确认新密码

source: Actualizar
ca: Actualitzar
fr: Actualize
it: Aggiorna
pl: Wyszukiwarka
pt: Atualizar
pt_br: Atualizar
zh: 更新码

source: Stocks tienda
ca: Estocs botiga
fr: Stocks magasin
it: Negozio di scorte
pl: Zapasy sklepowe
pt: Loja de stocks
pt_br: Estoque na loja
zh: 商店库存

source: Número de pedidos servidos
ca: Nombre de comandes servides
fr: Nombre de commandes servies
it: Numero di ordini notificati
pl: Numery seryjne
pt: Número de encomendas servidas
pt_br: Número de pedidos atendidos
zh: 订单数量提供

source: F. entrega
ca: Data d'entrega
fr: Date de livraison
it: F. consegna
pl: F. Dostawa
pt_br: Data de entrega
zh: 交付日期

source: Total a pagar:
ca: Import a pagar:
fr: Montant à payer:
it: Totale da pagare:
pl: Razem:
pt: Total a ser pago:
pt_br: Valor a pagar:
zh: 支付金额

source: Localidad
ca: Localitat
fr: Localité
it: Località
pl: Miejscowość
pt: Localidade
pt_br: Localidade
zh: 地区

source: Criterio sustitución
ca: Criteri substitució
fr: Critères de substitution
it: Criterio di sostituzione
pl: Kryterium substytucji
pt: Critério de substituição
pt_br: Critério de substituição
zh: 更换标准

source: CÓDIGO DEL CONCEPTO
ca: CODI SERVEI
fr: CODE DE SERVICE
it: CODICE DI SERVIZIO
pl: OPIS
pt: CÓDIGO DE CONCEITO
pt_br: CÓDIGO
zh: 代码

source: Art ptes
ca: Art. pendents
fr: Art. en attente
it: Opere d'arte
pl: Sztuka ptes
pt_br: Itens pendentes
zh: 待审商品

source: Stocks por modelo
ca: Estocs per model
fr: Stocks par modèle
it: Scorte per modello
pl: Zapasy wg modelu
pt: Existências por modelo
pt_br: Estoque por modelo
zh: 更换商品

source: Persona Contacto
ca: Persona contacte
fr: Contact
it: Persona di contatto
pl: Dane kontaktowe
pt: Pessoa de contato
pt_br: Pessoa de contato
zh: 接触式

source: Últimos 20 movimientos de la tarjeta seleccionada
ca: Últims 20 moviments de la targeta seleccionada
fr: 20 derniers mouvements de la carte sélectionnée
it: Ultime 20 mosse della carta selezionata
pl: 20 ostatnich operacji wybranej karty
pt: Últimos 20 movimentos do cartão selecionado
pt_br: Últimas 20 movimentação do cartão selecionado
zh: 选择的卡最后20运作

source: Dirección de entrega
ca: Adreça de lliurament
fr: Addresse de livraison
it: Indirizzo di consegna
pl: Identyfikacja klienta
pt: Endereço de entrega
pt_br: Rota de entrega
zh: 送货地址

source: Fidelizacion
ca: Fidelització
fr: Fidélité
it: Lealtà
pl: Stały klient
pt: Lealdade
pt_br: Fidelização
zh: 忠实

source: Añadir todo
ca: Afegir Import
fr: Ajouter un montant
it: Aggiungi importo
pl: Kwota
pt: Adicionar Montante
pt_br: Adicionar todos
zh: 金额

source: APARCAR TICKET
ca: APARCAR TIQUET
fr: MISE EN ATTENTE TICKET
it: BIGLIETTO PARCO
pl: ZAWIEŚ PARAGON
pt: BILHETE DE PARQUE
zh: 搁放发票

source: ASIGNARME PREPARACIÓN
ca: ASSIGNAR-PREPARACIÓ
fr: ASSIGNEZ-MOI LA PRÉPARATION
it: ASSEGNAMI LA PREPARAZIONE
pt: ATRIBUA-ME A PREPARAÇÃO
pt_br: ATRIBUIR PREPARAÇÃO
zh: 准备分配

source: CATÁLOGO ONLINE
ca: CATÀLEG ONLINE
fr: CATALOGUE EN LIGNE
it: CATALOGO ONLINE
zh: 在线目录

source: NUEVA SOLICITUD
ca: NOVA SOL·LICITUD
fr: NOUVEAU DEMANDE
it: NUOVA APPLICAZIONE
pt: NOVA APLICAÇÃO
pt_br: NOVO SOLICITAÇÃO
zh: 新申请

source: CAMBIAR CAJERO
ca: CANVIAR CAIXER
fr: CHANGER DE CAISSIER
it: CAMBIA CASSIERA
pl: ZMIANA KASJERA
pt: CHANGE CASHIER
zh: 更换柜员

source: BÚSQUEDA
ca: CERCA
fr: RECHERCHE
it: RICERCA
pl: WYSZUKIWANIE
pt: PESQUISAR
pt_br: PESQUISA
zh: 搜索

source: VER SOLICITUD
ca: VEURE SOL·LICITUD
fr: VOIR DEMANDE
it: Vedi richiesta
pt: Veja o pedido
pt_br: NOVA SOLICITAÇÃO
zh: 查看申请

source: DETALLE DEL SERVICIO
ca: DETALL DEL SERVEI
fr: DÉTAIL DU SERVICE
it: DETTAGLIO DEL SERVIZIO
pt: DETALHE DE SERVIÇO
pt_br: DETALHES DO SERVIÇO
zh: 细节服务

source: abrir cajón (no visible)
ca: obrir calaix (no visible)
fr: ouvrir caisse (non visible)
it: cassetto aperto (non visibile)
pl: otwórz szufladę (niewidocz.)
pt: gaveta aberta (não visível)
pt_br: abrir caixa
zh: 打开（不可见）抽屉

source: SALDO GIFTCARD
fr: SOLDE DES CARTES-CADEAUX
pl: SALDO KARTY PODARUNKOWEJ
pt: BALANÇO DO CARTÃO DE PRESENTE
zh: 礼金券余额

source: PDTES. EMBALAJE
ca: PDTES. EMBALATGE
fr: EN ATTENTE D'EMBALLAGE
it: PDTES. IMBALLAGGIO
pt: PDTES. EMBALAGEM
pt_br: PEDTES. EMBALAGENS
zh: 待包装

source: NUEVA PREPARACION
ca: NOVA PREPARACIÓ
fr: NOUVELLE PRÉPARATION
it: NUOVA PREPARAZIONE
pt: NOVA PREPARAÇÃO
pt_br: NOVA PREPARAÇÃO
zh: 新准备

source: VENDER
ca: VENDRE
fr: VENDRE
it: VENDERE
pl: SPRZEDAWCA
zh: 出售

source: VISTO
ca: VIST
fr: VUE
it: OVVIO
pt_br: VERIFICADO
zh: 看过

source: CAMBIO FORMATO
ca: CANVI FORMAT
fr: CHANGER LE FORMAT
pl: AUTOM. ZWROT/WYMIANA
pt: ALTERAÇÃO DE FORMATO
pt_br: ALTERAÇÃO DE FORMATO
zh: 更改格式

source: PDTES. PREPARACIÓN
ca: PDTES. PREPARACIÓ
fr: EN ATTENTE D'PRÉPARATION
it: PDTES. PREPARAZIONE
pl: OPIS
pt: PDTES. PREPARAÇÃO
pt_br: PDTES PREPARAÇÃO
zh: 待准备

source: GESTIÓN DOCUMENTOS
ca: GESTIÓ DOCUMENTS
fr: GESTION DE DOCUMENTS
it: GESTIONE DOCUMENTALE
pt: GESTÃO DE DOCUMENTOS
zh: 文件管理

source: ANOTAR PAGO
ca: ANOTAR PAGAMENT
fr: NOTER DE PAIEMENT
it: ANNOTA IL PAGAMENTO
pl: ZAPISZ PŁATNOŚĆ
pt: PAGAMENTO ANOTADO
pt_br: INSERIR PAGAMENTO
zh: 写首付

source: FIDELIZACION
ca: FIDELITZACIÓ
fr: CLIENT FIDÉLITÉ
it: LEALTÀ
pl: STAŁY KLIENT
pt: LEALDADE
zh: 忠诚

source: FIN PREPARACIÓN
ca: FI PREPARACIÓ
fr: FIN DE PRÉPARATION
it: FINE PREPARAZIONE
pt: PREPARAÇÃO FINAL
pt_br: PREPARAÇÃO CONCLUÍDA
zh: 准备完毕

source: ACTUALIZAR
ca: ACTUALITZAR
fr: METTRE À JOUR
it: AGGIORNARE
pt: ATUALIZAÇÃO
pt_br: ATUALIZAR
zh: 跟新

source: ANULAR TICKET
ca: ANUL·LAR TIQUET
fr: ANNULER TICKET
it: ANNULLA BIGLIETTO
pl: ZAWIEŚ PARAGON
pt: CANCELAR BILHETE
zh: 取消发票

source: RECUPERAR TICKET
ca: RECUPERAR TIQUET
fr: RÉCUPÉRATION TICKET EN ATTENTE
it: RECUPERA BIGLIETTO
pl: ODWIEŚ PARAGON
pt: BILHETE DE RECUPERAÇÃO
zh: 恢复发票

source: IMPRIMIR PREPARACIÓN
ca: IMPRIMIR PREPARACIÓ
fr: IMPRIMER LA PRÉPARATION
it: PREPARAZIONE STAMPA
pt: PREPARAÇÃO DE IMPRESSÃO
pt_br: IMPRIMIR PREPARAÇÃO
zh: 打印准备

source: OMNICANAL
fr: OMNICHANNEL
it: OMNICANALE
zh: 全方位渠道

source: ETIQUETAS
ca: ETIQUETES
fr: ÉTIQUETTES
it: TAG
pt: TAGS
zh: 标签

source: Otros
ca: Altres
fr: Autres
it: Altro
pl: Inne
pt: Outros
pt_br: Outros
zh: 其他

source: NUEVA ACTIVIDAD
ca: NOVA ACTIVITAT
fr: NOUVEAU ACTIVITÉ
it: NUOVA ATTIVITA'
pt: NOVA ATIVIDADE
pt_br: NOVA ATIVIDADE
zh: 新活动

source: PDTES. RECOGIDA
ca: PDTS. RECOLLIDA
fr: EN ATTENTE DE COLLECTE
it: PDTES. FONORIVELATORE
pt: PDTES. PICKUP
pt_br: PENDENRES DE RETIRADAS
zh: 待收

source: NUEVO CLIENTE
ca: NOU CLIENT
fr: NOUVEAU CLIENT
it: NUOVO CLIENTE
pl: ---NOWY KLIENT---
pt: NOVO CLIENTE
zh: 新客户

source: FILTRAR
fr: FILTRE
it: FILTRO
pt: FILTRO
zh: 筛选

source: PDTES. CONFIRMAR ENTREGA
ca: PDTS. CONFIRMAR LLIURAMENT
fr: LIVRAISON DE CONFIRMATION EN ATTENTE
it: PDTES. CONFERMA CONSEGNA
pt_br: PENDENTES DE CONFIRMAÇÃO DE ENTREGA
zh: 待确认发货

source: RESOLVER
ca: RESOLDRE
fr: RÉSOUDRE
it: RISOLVERE
pl: ZWRÓĆ
zh: 解决

source: SUSTITUIR
ca: SUBSTITUIR
fr: REMPLACER
it: SOSTITUIRE
pt: SUBSTITUIR
pt_br: SUBSTITUIR
zh: 替代

source: NO SERVIR
fr: NE PAS SERVIR
it: NON SERVIRE
pl: ZREALIZOWANO
pt: NÃO SERVIR
pt_br: NÃO ATENDER
zh: 没有服务

source: BULTOS
ca: PAQUETS
fr: PAQUETS
it: PACCHETTI
pt: PACOTES
pt_br: SACOLAS PARA ENTREGA
zh: 散装

source: ASIGNAR CLIENTE
ca: ASSIGNAR CLIENT
fr: ASSIGNER LE CLIENT
it: ASSEGNA CLIENTE
pl: SALDO KLIENTA
pt: ATRIBUIR CLIENTE
pt_br: ATRIBUIR CLIENTE
zh: 指定客户

source: PDTES. ENVÍO
ca: PDTS. ENVIAMENT
fr: EN ATTENTE D'EXPÉDITION
it: PDTES. SPEDIZIONE
pt: PDTES. EXPEDIÇÃO
pt_br: PENDENTES DE ENVIO
zh: 待运输

source: COMPLETAR VENTA
ca: COMPLETAR VENDA
fr: TERMINEZ LA VENTE
it: VENDITA COMPLETA
pl: FINALIZUJ SPRZEDAŻ
pt: VENDA COMPLETA
pt_br: COMPLETAR VENDA
zh: 完成销售

source: DATOS CLIENTE
ca: DADES CLIENT
fr: DONNÉES CLIENT
it: DATI DEI CLIENTI
pl: DANE KLIENTA
pt: DADOS DO CLIENTE
pt_br: DADOS CLIENTE
zh: 客户资料

source: Insertar apunte
ca: Inserir Apunt
fr: Insérer une note
it: Inserisci nota
pt: Inserir Nota
pt_br: Inserir valor
zh: 插入点

source: PDTES. FACTURAR
fr: EN ATTENTE D'FACTURÉ
it: PDTES. BOLLETTA
pt: PDTES. BILL
pt_br: PENDENTES DE FATURAMENTO
zh: 待结算

source: PAGOS
ca: PAGAMENTS
fr: PAIEMENTS
it: PAGAMENTI
pl: PŁATNOŚCI
pt: PAGAMENTOS
zh: 付款

source: VER ACTIVIDAD
ca: VEURE ACTIVITAT
fr: VOIR L'ACTIVITÉ
it: Vedi Attività
pt: Ver atividade
pt_br: VER ATIVIDADE
zh: 请参见活动

source: EDITAR CLIENTE
ca: EDITAR CLIENT
fr: MODIFIER LE CLIENT
it: MODIFICA CLIENT
pl: DANE KLIENTA
zh: 编辑客户

source: Documentos
ca: Document
fr: Document
it: Documento
pl: Dokument
pt: Documento
zh: 文件

source: EN PREPARACIÓN
ca: EN PREPARACIÓ
fr: EN PRÉPARATION
it: IN PREPARAZIONE
pt: EM PREPARAÇÃO
pt_br: EM PREPARAÇÃO
zh: 在制备

source: Efectivo
ca: Efectiu
fr: Espèces
it: Contanti
pl: Gotówka
pt: Dinheiro
pt_br: Dinheiro
zh: 现金

source: Recuperar
ca: Recuperar tiquet
fr: Récupérer le ticket
it: Recupera biglietto
pt: Bilhete de recuperação
zh: 恢复客票

source: IMPRIMIR
fr: IMPRIMER
it: STAMPARE
pl: DRUKUJ
zh: 打印

source: Cierre
ca: Data Tancament
fr: Date de fermeture
it: Data di chiusura
pl: Data zamknięcia
pt: Data de Encerramento
pt_br: Encerrar
zh: 截止日期

source: VER PAGOS
ca: VEURE PAGAMENTS
fr: VOIR LES PAIEMENTS
it: VISUALIZZA PAGAMENTI
pl: ZOB. PŁATNOŚCI
pt: VER PAGAMENTOS
pt_br: VISUALIZAR PAGAMENTOS
zh: 看付款

source: DETALLE
ca: DETALL
fr: DÉTAIL
it: DETTAGLIO
pl: ROZMIAR
pt: DETALHE
pt_br: DETALHES
zh: 详细信息

source: LIBERAR PREPARACIÓN
ca: ALLIBERAR PREPARACIÓ
fr: DÉGAGER LA PRÉPARATION
it: PREPARAZIONE DEL RILASCIO
pt: PREPARAÇÃO DE LANÇAMENTO
pt_br: LIBERAR PREPARAÇÃO
zh: 解放准备

source: IMPRIMIR LISTADO
ca: IMPRIMIR LLISTAT
fr: IMPRIMER LA LISTE
it: STAMPA LISTA
pl: DRUKUJ
pt: LISTA DE IMPRESSÃO
pt_br: IMPRIMIR
zh: 打印列表

source: IR A PREPARACIÓN
ca: ANAR A PREPARACIÓ
fr: ALLER À LA PRÉPARATION
it: VAI ALLA PREPARAZIONE
pt: IR PARA A PREPARAÇÃO
pt_br: IR PARA PREPARAÇÃO
zh: GO准备

source: Anular
ca: Anul·lat
fr: Annulé
it: Vuoto
pl: Anulowano
pt: Vazio
pt_br: Cancelar
zh: 取消

source: Fidelización
ca: Fidelització
fr: Fidélité
it: Lealtà
pl: Stały klient
pt: Lealdade
pt_br: Fidelização
zh: 忠实

source: Ver origen
ca: Document origen:
fr: DOCUMENT D'ORIGINE:
it: Origine del documento:
pt: Origem doc:
pt_br: Verificar origem
zh: 原稿

source: La longitud del campo Apellidos no puede superar los {max} caracteres.
ca: La longitud de camp Cognoms no pot superar els {max} caràcters.
fr: La longueur du champ Nom ne peut pas dépasser {max} caractères.
it: La lunghezza del campo Cognome non può superare i {max} caratteri.
pl: Długość pola Nazwisko nie może przekraczać {max} znaków.
pt: O comprimento do campo Último Nome não pode exceder {max} caracteres.
pt_br: O tamanho do campo SOBRENOME não pode exceder {max} caracteres.
zh: 地区字段长度不能超过{max}个字符

source: Debe rellenar el campo tipo de código.
ca: Ha d'omplir el camp tipus de codi.
fr: Vous devez remplir le champ type de code.
it: È necessario compilare il campo del tipo di codice.
pl: Należy wybrać kod
pt: Tem de preencher o campo do tipo código.
pt_br: Deve preencher o campo tipo de código.
zh: 您必须填写代码类型字段

source: La longitud del campo Código no puede superar los {max} caracteres.
ca: La longitud de camp Codi no pot superar els {max} caràcters.
fr: La longueur du champ Code ne peut pas dépasser {max} caractères.
it: La lunghezza del campo Codice non può superare i {max} caratteri.
pl: Długość pola Kod nie może przekraczać {max} znaków.
pt: O comprimento do campo Código não pode exceder {max} caracteres.
pt_br: O tamanho do campo CÓDIGO não pode exceder {max} caracteres.
zh: 邮政编码字段长度不能超过{max}个字符

source: El campo num. documento del cliente debe estar relleno.
ca: El camp domicili del client ha d'estar omplert.
fr: Le champ du numéro de document du client doit être rempli.
it: Campo num. Il documento del cliente deve essere compilato.
pl: Numer pola Dokument klienta musi zostać wypełniony.
pt: O campo num. O documento do cliente deve ser preenchido.
pt_br: O campo número do documento do cliente deve ser preenchido.
zh: 客户文件号码字段必须填写

source: El campo permite un máximo de {max} caracteres
ca: El camp permet un màxim de {max} caràcters
fr: Le champ autorise un maximum de {max} caractères
it: La lunghezza del valore deve essere al massimo di {max} caratteri
pl: Pole dopuszcza maksymalnie {max} znaków
pt: O campo permite um máximo de {max} caracteres
pt_br: O campo permite um máximo de {max} caracteres
zh: 该字段允许最多{max}字符

source: La longitud del nombre de usuario debe ser como máximo de {max} caracteres.
ca: La longitud de la valor ha de ser com a màxim de {max} caràcters.
fr: La longueur de la valeur doit être au maximum de {max} caractères.
it: La lunghezza del valore deve essere massima di {max} caratteri.
pl: Długość pola musi wynosić od {min} do {max} znaków.
pt: O comprimento do valor deve ser um máximo de {max} caracteres.
pt_br: O comprimento do campo deve no máximo de {max} caracteres.
zh: 该字段长度该有{min}到{max}个字符。
